[{"id":1,"title":"The Shawshank Redemption","url":"/title/tt0111161/","completed":true,"desc":"Andy Dufresne is a young and successful banker whose life changes drastically when he is convicted and sentenced to life imprisonment for the murder of his wife and her lover. Set in the 1940's, the film shows how Andy, with the help of his friend Red, the prison entrepreneur, turns out to be a most unconventional prisoner."},{"id":2,"title":"The Godfather","url":"/title/tt0068646/","completed":false,"desc":"The story begins as \"Don\" Vito Corleone, the head of a New York Mafia \"family\", oversees his daughter's wedding with his wife Wendy. His beloved son Michael has just come home from the war, but does not intend to become part of his father's business. Through Michael's life the nature of the family business becomes clear. The business of the family is just like the head of the family, kind and benevolent to those who give respect, but given to ruthless violence whenever anything stands against the good of the family. Don Vito lives his life in the way of the old country, but times are changing and some don't want to follow the old ways and look out for community and \"family\". An up and coming rival of the Corleone family wants to start selling drugs in New York, and needs the Don's influence to further his plan. The clash of the Don's fading old world values and the new ways will demand a terrible price, especially from Michael, all for the sake of the family."},{"id":3,"title":"The Godfather: Part II","url":"/title/tt0071562/","completed":false,"desc":"The continuing saga of the Corleone crime family tells the story of a young Vito Corleone growing up in Sicily and in 1910s New York; and follows Michael Corleone in the 1950s as he attempts to expand the family business into Las Vegas, Hollywood and Cuba."},{"id":4,"title":"Pulp Fiction","url":"/title/tt0110912/","completed":false,"desc":"Jules Winnfield and Vincent Vega are two hitmen who are out to retrieve a suitcase stolen from their employer, mob boss Marsellus Wallace. Wallace has also asked Vincent to take his wife Mia out a few days later when Wallace himself will be out of town. Butch Coolidge is an aging boxer who is paid by Wallace to lose his next fight. The lives of these seemingly unrelated people are woven together comprising of a series of funny, bizarre and uncalled-for incidents."},{"id":5,"title":"The Good, the Bad and the Ugly","url":"/title/tt0060196/","completed":false,"desc":"Blondie (The Good) is a professional gunslinger who is out trying to earn a few dollars. Angel Eyes (The Bad) is a hit man who always commits to a task and sees it through, as long as he is paid to do so. And Tuco (The Ugly) is a wanted outlaw trying to take care of his own hide. Tuco and Blondie share a partnership together making money off Tuco's bounty, but when Blondie unties the partnership, Tuco tries to hunt down Blondie. When Blondie and Tuco comes across a horse carriage loaded with dead bodies, they soon learn from the only survivor (Bill Carson) that he and a few other men have buried a stash of gold in a cemetery. Unfortunately Carson dies and Tuco only finds out the name of the cemetery, while Blondie finds out the name on the grave. Now the two must keep each other alive in order to find the gold. Angel Eyes (who had been looking for Bill Carson) discovers that Tuco and Blondie meet with Carson and knows they know the location of the gold. All he needs is for the two to ..."},{"id":6,"title":"The Dark Knight","url":"/title/tt0468569/","completed":true,"desc":"Batman raises the stakes in his war on crime. With the help of Lieutenant Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the city streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as The Joker."},{"id":7,"title":"12 Angry Men","url":"/title/tt0050083/","desc":"The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case of murder soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other. Based on the play, all of the action takes place on the stage of the jury room."},{"id":8,"title":"Schindler's List","url":"/title/tt0108052/","completed":false,"desc":"Oskar Schindler is a vainglorious and greedy German businessman who becomes unlikely humanitarian amid the barbaric Nazi reign when he feels compelled to turn his factory into a refuge for Jews. Based on the true story of Oskar Schindler who managed to save about 1100 Jews from being gassed at the Auschwitz concentration camp. A testament for the good in all of us."},{"id":9,"title":"The Lord of the Rings: The Return of the King","url":"/title/tt0167260/","desc":"While Frodo & Sam continue to approach Mount Doom to destroy the One Ring, unaware of the path Gollum is leading them, the former Fellowship aid Rohan & Gondor in a great battle in the Pelennor Fields, Minas Tirith and the Black Gates as Sauron wages his last war against Middle-Earth."},{"id":10,"title":"Fight Club","url":"/title/tt0137523/","completed":true,"desc":"A ticking-time-bomb insomniac and a slippery soap salesman channel primal male aggression into a shocking new form of therapy. Their concept catches on, with underground \"fight clubs\" forming in every town, until an eccentric gets in the way and ignites an out-of-control spiral toward oblivion."},{"id":11,"title":"Star Wars: Episode V - The Empire Strikes Back","url":"/title/tt0080684/","completed":false,"desc":"Fleeing the evil Galactic Empire, the Rebels abandon their new base in an assault with the Imperial AT-AT walkers on the ice world of Hoth. Princess Leia, Han Solo, Chewbacca and the droid C-3PO escape in the Millennium Falcon, but are later captured by Darth Vader on Bespin. Meanwhile, Luke Skywalker and the droid R2-D2 follows Obi-Wan Kenobi's posthumous command, and receives Jedi training from Master Yoda on the swamp world of Dagobah. Will Skywalker manage to rescue his friends from the Dark Lord?"},{"id":12,"title":"The Lord of the Rings: The Fellowship of the Ring","url":"/title/tt0120737/","completed":false,"desc":"An ancient Ring thought lost for centuries has been found, and through a strange twist in fate has been given to a small Hobbit named Frodo. When Gandalf discovers the Ring is in fact the One Ring of the Dark Lord Sauron, Frodo must make an epic quest to the Cracks of Doom in order to destroy it! However he does not go alone. He is joined by Gandalf, Legolas the elf, Gimli the Dwarf, Aragorn, Boromir and his three Hobbit friends Merry, Pippin and Samwise. Through mountains, snow, darkness, forests, rivers and plains, facing evil and danger at every corner the Fellowship of the Ring must go. Their quest to destroy the One Ring is the only hope for the end of the Dark Lords reign!"},{"id":13,"title":"One Flew Over the Cuckoo's Nest","url":"/title/tt0073486/","desc":"McMurphy has a criminal past and has once again gotten himself into trouble with the law. To escape labor duties in prison, McMurphy pleads insanity and is sent to a ward for the mentally unstable. Once here, McMurphy both endures and stands witness to the abuse and degradation of the oppressive Nurse Ratched, who gains superiority and power through the flaws of the other inmates. McMurphy and the other inmates band together to make a rebellious stance against the atrocious Nurse."},{"id":14,"title":"Inception","url":"/title/tt1375666/","completed":false,"desc":"Dom Cobb is a skilled thief, the absolute best in the dangerous art of extraction, stealing valuable secrets from deep within the subconscious during the dream state, when the mind is at its most vulnerable. Cobb's rare ability has made him a coveted player in this treacherous new world of corporate espionage, but it has also made him an international fugitive and cost him everything he has ever loved. Now Cobb is being offered a chance at redemption. One last job could give him his life back but only if he can accomplish the impossible-inception. Instead of the perfect heist, Cobb and his team of specialists have to pull off the reverse: their task is not to steal an idea but to plant one. If they succeed, it could be the perfect crime. But no amount of careful planning or expertise can prepare the team for the dangerous enemy that seems to predict their every move. An enemy that only Cobb could have seen coming."},{"id":15,"title":"Goodfellas","url":"/title/tt0099685/","desc":"Henry Hill is a small time gangster, who takes part in a robbery with Jimmy Conway and Tommy De Vito, two other gangsters who have set their sights a bit higher. His two partners kill off everyone else involved in the robbery, and slowly start to climb up through the hierarchy of the Mob. Henry, however, is badly affected by his partners success, but will he stoop low enough to bring about the downfall of Jimmy and Tommy?"},{"id":16,"title":"Star Wars: Episode IV - A New Hope","url":"/title/tt0076759/","completed":false,"desc":"Part IV in George Lucas' epic, Star Wars: A New Hope opens with a Rebel ship being boarded by the tyrannical Darth Vader. The plot then follows the life of a simple farm boy, Luke Skywalker, as he and his newly met allies (Han Solo, Chewbacca, Obi-Wan Kenobi, C-3PO, R2-D2) attempt to rescue a Rebel leader, Princess Leia, from the clutches of the Empire. The conclusion is culminated as the Rebels, including Skywalker and flying ace Wedge Antilles make an attack on the Empire's most powerful and ominous weapon, the Death Star."},{"id":17,"title":"Seven Samurai","url":"/title/tt0047478/","desc":"A veteran samurai, who has fallen on hard times, answers a village's request for protection from bandits. He gathers 6 other samurai to help him, and they teach the townspeople how to defend themselves, and they supply the samurai with three small meals a day. The film culminates in a giant battle when 40 bandits attack the village."},{"id":18,"title":"Forrest Gump","url":"/title/tt0109830/","desc":"Forrest Gump is a simple man with a low I.Q. but good intentions. He is running through childhood with his best and only friend Jenny. His 'mama' teaches him the ways of life and leaves him to choose his destiny. Forrest joins the army for service in Vietnam, finding new friends called Dan and Bubba, he wins medals, creates a famous shrimp fishing fleet, inspires people to jog, starts a ping-pong craze, create the smiley, write bumper stickers and songs, donating to people and meeting the president several times. However, this is all irrelevant to Forrest who can only think of his childhood sweetheart Jenny Curran. Who has messed up her life. Although in the end all he wants to prove is that anyone can love anyone."},{"id":19,"title":"The Matrix","url":"/title/tt0133093/","desc":"Thomas A. Anderson is a man living two lives. By day he is an average computer programmer and by night a hacker known as Neo. Neo has always questioned his reality, but the truth is far beyond his imagination. Neo finds himself targeted by the police when he is contacted by Morpheus, a legendary computer hacker branded a terrorist by the government. Morpheus awakens Neo to the real world, a ravaged wasteland where most of humanity have been captured by a race of machines that live off of the humans' body heat and electrochemical energy and who imprison their minds within an artificial reality known as the Matrix. As a rebel against the machines, Neo must return to the Matrix and confront the agents: super-powerful computer programs devoted to snuffing out Neo and the entire human rebellion."},{"id":20,"title":"The Lord of the Rings: The Two Towers","url":"/title/tt0167261/","desc":"Sauron's forces increase. His allies grow. The Ringwraiths return in an even more frightening form. Saruman's army of Uruk Hai is ready to launch an assault against Aragorn and the people of Rohan. Yet, the Fellowship is broken and Boromir is dead. For the little hope that is left, Frodo and Sam march on into Mordor, unprotected. A number of new allies join with Aragorn, Gimli, Legolas, Pippin and Merry. And they must defend Rohan and attack Isengard. Yet, while all this is going on, Sauron's troops mass toward the City of Gondor, for the War of the Ring is about to begin."},{"id":21,"title":"City of God","url":"/title/tt0317248/","desc":"Brazil, 1960's, City of God. The Tender Trio robs motels and gas trucks. Younger kids watch and learn well...too well. 1970's: Li'l Zé has prospered very well and owns the city. He causes violence and fear as he wipes out rival gangs without mercy. His best friend Bené is the only one to keep him on the good side of sanity. Rocket has watched these two gain power for years, and he wants no part of it. Yet he keeps getting swept up in the madness. All he wants to do is take pictures. 1980's: Things are out of control between the last two remaining gangs...will it ever end? Welcome to the City of God."},{"id":22,"title":"Se7en","url":"/title/tt0114369/","desc":"A film about two homicide detectives' desperate hunt for a serial killer who justifies his crimes as absolution for the world's ignorance of the Seven Deadly Sins. The movie takes us from the tortured remains of one victim to the next as the sociopathic \"John Doe\" sermonizes to Detectives Sommerset and Mills -- one sin at a time. The sin of Gluttony comes first and the murderer's terrible capacity is graphically demonstrated in the dark and subdued tones characteristic of film noir. The seasoned and cultured but jaded Sommerset researches the Seven Deadly Sins in an effort to understand the killer's modus operandi while the bright but green and impulsive Detective Mills scoffs at his efforts to get inside the mind of a killer..."},{"id":23,"title":"The Silence of the Lambs","url":"/title/tt0102926/","desc":"Young FBI agent Clarice Starling is assigned to help find a missing woman to save her from a psychopathic serial killer who skins his victims. Clarice attempts to gain a better insight into the twisted mind of the killer by talking to another psychopath Hannibal Lecter, who used to be a respected psychiatrist. FBI agent Jack Crawford believes that Lecter, who is also a very powerful and clever mind manipulator, has the answers to their questions and can help locate the killer. However, Clarice must first gain Lecter's confidence before the inmate will give away any information."},{"id":24,"title":"Once Upon a Time in the West","url":"/title/tt0064116/","desc":"Story of a young woman, Mrs. McBain, who moves from New Orleans to frontier Utah, on the very edge of the American West. She arrives to find her new husband and family slaughtered, but by who? The prime suspect, coffee-lover Cheyenne, befriends her and offers to go after the real killer, assassin gang leader Frank, in her honor. He is accompanied by Harmonica on his quest to get even. Get-rich-quick subplots and intricate character histories intertwine with such artistic flair that this could in fact be the movie-to-end-all-movies."},{"id":25,"title":"Casablanca","url":"/title/tt0034583/","desc":"In World War II Casablanca, Rick Blaine, exiled American and former freedom fighter, runs the most popular nightspot in town. The cynical lone wolf Blaine comes into the possession of two valuable letters of transit. When Nazi Major Strasser arrives in Casablanca, the sycophantic police Captain Renault does what he can to please him, including detaining a Czechoslovak underground leader Victor Laszlo. Much to Rick's surprise, Lazslo arrives with Ilsa, Rick's one time love. Rick is very bitter towards Ilsa, who ran out on him in Paris, but when he learns she had good reason to, they plan to run off together again using the letters of transit. Well, that was their original plan...."},{"id":26,"title":"The Usual Suspects","url":"/title/tt0114814/","desc":"Following a truck hijack in New York, five conmen are arrested and brought together for questioning. As none of them is guilty, they plan a revenge operation against the police. The operation goes well, but then the influence of a legendary mastermind criminal called Keyser Söze is felt. It becomes clear that each one of them has wronged Söze at some point and must pay back now. The payback job leaves 27 men dead in a boat explosion, but the real question arises now: Who actually is Keyser Söze?"},{"id":27,"title":"Raiders of the Lost Ark","url":"/title/tt0082971/","desc":"The year is 1936. A professor who studies archeology named Indiana Jones is venturing in the jungles in South America searching for a golden statue. Unfortunately, he sets off a deadly trap doing so, miraculously, he escapes. Then, Jones hears from a museum curator named Marcus Brody about a biblical artifact called The Ark of the Covenant, which can hold the key to humanly existence. Jones has to venture to vast places such as Nepal and Egypt to find this artifact. However, he will have to fight his enemy Renee Belloq and a band of Nazis in order to reach it."},{"id":28,"title":"Rear Window","url":"/title/tt0047396/","desc":"Professional photographer L.B. \"Jeff\" Jeffries breaks his leg while getting an action shot at an auto race. Confined to his New York apartment, he spends his time looking out of the rear window observing the neighbors. He begins to suspect that a man across the courtyard may have murdered his wife. Jeff enlists the help of his high society fashion-consultant girlfriend Lisa Freemont and his visiting nurse Stella to investigate."},{"id":29,"title":"It's a Wonderful Life","url":"/title/tt0038650/","desc":"George Bailey has spent his entire life giving of himself to the people of Bedford Falls. He has always longed to travel but never had the opportunity in order to prevent rich skinflint Mr. Potter from taking over the entire town. All that prevents him from doing so is George's modest building and loan company, which was founded by his generous father. But on Christmas Eve, George's Uncle Billy loses the business's $8,000 while intending to deposit it in the bank. Potter finds the misplaced money and hides it from Billy. When the bank examiner discovers the shortage later that night, George realizes that he will be held responsible and sent to jail and the company will collapse, finally allowing Potter to take over the town. Thinking of his wife, their young children, and others he loves will be better off with him dead, he contemplates suicide. But the prayers of his loved ones result in a gentle angel named Clarence coming to earth to help George, with the promise of earning his ..."},{"id":30,"title":"Psycho","url":"/title/tt0054215/","desc":"Phoenix officeworker Marion Crane is fed up with the way life has treated her. She has to meet her lover Sam in lunch breaks and they cannot get married because Sam has to give most of his money away in alimony. One Friday Marion is trusted to bank $40,000 by her employer. Seeing the opportunity to take the money and start a new life, Marion leaves town and heads towards Sam's California store. Tired after the long drive and caught in a storm, she gets off the main highway and pulls into The Bates Motel. The motel is managed by a quiet young man called Norman who seems to be dominated by his mother."},{"id":31,"title":"Léon","url":"/title/tt0110413/","desc":"Mathilda, a twelve-year old New York girl, is living an undesirable life among her half-family. Her father stores drugs for two-faced cop Norman Stansfield. Only her little brother keeps Mathilda from breaking apart. One day, Stansfield and his team take cruel revenge on her father for stretching the drugs a little, thus killing the whole family. Only Mathilda, who was out shopping, survives by finding shelter in Léon's apartment in the moment of highest need. Soon, she finds out about the strange neighbour's unusual profession - killing - and desperately seeks his help in taking revenge for her little brother. Léon, who is completely unexperienced in fatherly tasks, and in friendships, does his best to keep Mathilda out of trouble - unsuccessfully. Now, the conflict between a killer, who slowly discovers his abilities to live, to feel, to love and a corrupt police officer, who does anything in his might to get rid of an eye witness, arises to unmeasurable proportions - all for the ..."},{"id":32,"title":"Sunset Boulevard","url":"/title/tt0043014/","desc":"The story, set in '50s Hollywood, focuses on Norma Desmond, a silent-screen goddess whose pathetic belief in her own indestructibility has turned her into a demented recluse. The crumbling Sunset Boulevard mansion where she lives with only her butler, Max who was once her director and husband has become her self-contained world. Norma dreams of a comeback to pictures and she begins a relationship with Joe Gillis, a small-time writer who becomes her lover, that will soon end with murder and total madness."},{"id":33,"title":"American History X","url":"/title/tt0120586/","desc":"Derek Vineyard is paroled after serving 3 years in prison for killing two thugs who tried to break into/steal his truck. Through his brother, Danny Vineyard's narration, we learn that before going to prison, Derek was a skinhead and the leader of a violent white supremacist gang that committed acts of racial crime throughout L.A. and his actions greatly influenced Danny. Reformed and fresh out of prison, Derek severs contact with the gang and becomes determined to keep Danny from going down the same violent path as he did."},{"id":34,"title":"Apocalypse Now","url":"/title/tt0078788/","desc":"It is the height of the war in Vietnam, and U.S. Army Captain Willard is sent by Colonel Lucas and a General to carry out a mission that, officially, 'does not exist - nor will it ever exist'. The mission: To seek out a mysterious Green Beret Colonel, Walter Kurtz, whose army has crossed the border into Cambodia and is conducting hit-and-run missions against the Viet Cong and NVA. The army believes Kurtz has gone completely insane and Willard's job is to eliminate him! Willard, sent up the Nung River on a U.S. Navy patrol boat, discovers that his target is one of the most decorated officers in the U.S. Army. His crew meets up with surfer-type Lt-Colonel Kilgore, head of a U.S Army helicopter cavalry group which eliminates a Viet Cong outpost to provide an entry point into the Nung River. After some hair-raising encounters, in which some of his crew are killed, Willard, Lance and Chef reach Colonel Kurtz's outpost, beyond the Do Lung Bridge. Now, after becoming prisoners of Kurtz, will..."},{"id":35,"title":"Memento","url":"/title/tt0209144/","desc":"Memento chronicles two separate stories of Leonard, an ex-insurance investigator who can no longer build new memories, as he attempts to find the murderer of his wife, which is the last thing he remembers. One story line moves forward in time while the other tells the story backwards revealing more each time."},{"id":36,"title":"Terminator 2: Judgment Day","url":"/title/tt0103064/","desc":"Nearly 10 years have passed since Sarah Connor was targeted for termination by a cyborg from the future. Now her son, John, the future leader of the resistance, is the target for a newer, more deadly terminator. Once again, the resistance has managed to send a protector back to attempt to save John and his mother Sarah."},{"id":37,"title":"Saving Private Ryan","url":"/title/tt0120815/","desc":"Opening with the Allied invasion of Normandy on 6 June 1944, members of the 2nd Ranger Battalion under Cpt. Miller fight ashore to secure a beachhead. Amidst the fighting, two brothers are killed in action. Earlier in New Guinea, a third brother is KIA. Their mother, Mrs. Ryan, is to receive all three of the grave telegrams on the same day. The United States Army Chief of Staff, George C. Marshall, is given an opportunity to alleviate some of her grief when he learns of a fourth brother, Private James Ryan, and decides to send out 8 men (Cpt. Miller and select members from 2nd Rangers) to find him and bring him back home to his mother..."},{"id":38,"title":"City Lights","url":"/title/tt0021749/","desc":"A tramp falls in love with a beautiful blind girl. Her family is in financial trouble. The tramp's on-and-off friendship with a wealthy man allows him to be the girl's benefactor and suitor."},{"id":39,"title":"Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb","url":"/title/tt0057012/","desc":"Paranoid Brigadier General Jack D. Ripper of Burpelson Air Force Base, he believing that fluoridation of the American water supply is a Soviet plot to poison the U.S. populace, is able to deploy through a back door mechanism a nuclear attack on the Soviet Union without the knowledge of his superiors, including the Chair of the Joint Chiefs of Staff, General Buck Turgidson, and President Merkin Muffley. Only Ripper knows the code to recall the B-52 bombers and he has shut down communication in and out of Burpelson as a measure to protect this attack. Ripper's executive officer, RAF Group Captain Lionel Mandrake (on exchange from Britain), who is being held at Burpelson by Ripper, believes he knows the recall codes if he can only get a message to the outside world. Meanwhile at the Pentagon War Room, key persons including Muffley, Turgidson and nuclear scientist and adviser, a former Nazi named Dr. Strangelove, are discussing measures to stop the attack or mitigate its blow-up into an ..."},{"id":40,"title":"Alien","url":"/title/tt0078748/","desc":"The crew of the deep space towing vessel Nostromo are awaken from hypersleep to investigate a strange signal from a nearby planet. While investigating the signal, they discover it was intended as a warning, and not an SOS."},{"id":41,"title":"Spirited Away","url":"/title/tt0245429/","desc":"Chihiro and her parents are moving to a small Japanese town in the countryside and Chihiro is missing her old house. Chihiro's father makes a wrong turn and drives through a lonely land road with dead end in a tunnel. Her parents decide to stop the car and explore the area. They cross the tunnel and find an abandoned cultural theme park on the other side with a ghost town. When her parents sees a restaurant with smelling food but no staff, they decide to eat to pay later; however Chihiro refuses to eat and decides to visit the place. She meets the boy Haku that tells her that her parents and she are in danger and they must leave the place. She runs to the restaurant and finds that her parents have turned into pigs. Further, the place is a bathhouse of spirits, monsters, gods and ghosts owned by the witch Yubaba. Now Chihiro counts on Haku to save her parents and return to their world."},{"id":42,"title":"Modern Times","url":"/title/tt0027977/","desc":"Chaplins last 'silent' film, filled with sound effects, was made when everyone else was making talkies. Charlie turns against modern society, the machine age, (The use of sound in films ?) and progress. Firstly we see him frantically trying to keep up with a production line, tightening bolts. He is selected for an experiment with an automatic feeding machine, but various mishaps leads his boss to believe he has gone mad, and Charlie is sent to a mental hospital... When he gets out, he is mistaken for a communist while waving a red flag, sent to jail, foils a jailbreak, and is let out again. We follow Charlie through many more escapades before the film is out."},{"id":43,"title":"North by Northwest","url":"/title/tt0053125/","desc":"Madison Avenue advertising man Roger Thornhill finds himself thrust into the world of spies when he is mistaken for a man by the name of George Kaplan. Foreign spy Philip Vandamm and his henchman Leonard try to eliminate him but when Thornhill tries to make sense of the case, he is framed for murder. Now on the run from the police, he manages to board the 20th Century Limited bound for Chicago where he meets a beautiful blond, Eve Kendall, who helps him to evade the authorities. His world is turned upside down yet again when he learns that Eve isn't the innocent bystander he thought she was. Not all is as it seems however, leading to a dramatic rescue and escape at the top of Mt. Rushmore."},{"id":44,"title":"Back to the Future","url":"/title/tt0088763/","desc":"Marty McFly, a typical American teenager of the Eighties, is accidentally sent back to 1955 in a plutonium-powered DeLorean \"time machine\" invented by slightly mad scientist. During his often hysterical, always amazing trip back in time, Marty must make certain his teenage parents-to-be meet and fall in love - so he can get back to the future."},{"id":45,"title":"Citizen Kane","url":"/title/tt0033467/","desc":"A group of reporters who are trying to decipher the last word ever spoke by Charles Foster Kane, the millionaire newspaper tycoon: \"Rosebud.\" The film begins with a news reel detailing Kane's life for the masses, and then from there, we are shown flashbacks from Kane's life. As the reporters investigate further, the viewers see a display of a fascinating man's rise to fame, and how he eventually fell off the \"top of the world.\""},{"id":46,"title":"The Shining","url":"/title/tt0081505/","desc":"A man, his son and wife become the winter caretakers of an isolated hotel where Danny, the son, sees disturbing visions of the hotel's past using a telepathic gift known as \"The Shining\". The father, Jack Torrance, is underway in a writing project when he slowly slips into insanity as a result of cabin fever and former guests of the hotel's ghosts. After being convinced by a waiter's ghost to \"correct\" the family, Jack goes completely insane. The only thing that can save Danny and his mother is \"The Shining\"."},{"id":47,"title":"The Pianist","url":"/title/tt0253474/","desc":"A brilliant pianist, a Polish Jew, witnesses the restrictions Nazis place on Jews in the Polish capital, from restricted access to the building of the Warsaw ghetto. As his family is rounded up to be shipped off to the Nazi labor camps, he escapes deportation and eludes capture by living in the ruins of Warsaw."},{"id":48,"title":"Life Is Beautiful","url":"/title/tt0118799/","desc":"In 1930s Italy, a carefree Jewish book keeper named Guido starts a fairy tale life by courting and marrying a lovely woman from a nearby city. Guido and his wife have a son and live happily together until the occupation of Italy by German forces. In an attempt to hold his family together and help his son survive the horrors of a Jewish Concentration Camp, Guido imagines that the Holocaust is a game and that the grand prize for winning is a tank."},{"id":49,"title":"The Departed","url":"/title/tt0407887/","desc":"In South Boston, the state police force is waging war on Irish-American organized crime. Young undercover cop Billy Costigan is assigned to infiltrate the mob syndicate run by gangland chief Frank Costello. While Billy quickly gains Costello's confidence, Colin Sullivan, a hardened young criminal who has infiltrated the state police as an informer for the syndicate, is rising to a position of power in the Special Investigation Unit. Each man becomes deeply consumed by his double life, gathering information about the plans and counter-plans of the operations he has penetrated. But when it becomes clear to both the mob and the police that there's a mole in their midst, Billy and Colin are suddenly in danger of being caught and exposed to the enemy-and each must race to uncover the identity of the other man in time to save himself. But is either willing to turn on the friends and comrades they've made during their long stints undercover?"},{"id":50,"title":"M","url":"/title/tt0022100/","desc":"Someone is murdering children in Berlin. The Police search is so intense, it is disturbing the 'normal' criminals, and the local hoods decide to help find the murderer as quickly as possible.","completed":false},{"id":51,"title":"Django Unchained","url":"/title/tt1853728/","desc":"Former dentist, Dr. King Schultz, buys the freedom of a slave, Django, and trains him with the intent to make him his deputy bounty hunter. Instead, he is led to the site of Django's wife who is under the hands of Calvin Candie, a ruthless plantation owner."},{"id":52,"title":"Vertigo","url":"/title/tt0052357/","desc":"John \"Scottie\" Ferguson is a retired San Francisco police detective who suffers from acrophobia and Madeleine is the lady who leads him to high places. A wealthy shipbuilder who is an acquaintance from college days approaches Scottie and asks him to follow his beautiful wife, Madeleine. He fears she is going insane, maybe even contemplating suicide, because she believes she is possessed by a dead ancestor. Scottie is skeptical, but agrees after he sees the beautiful Madeleine."},{"id":53,"title":"The Dark Knight Rises","url":"/title/tt1345836/","desc":"Despite his tarnished reputation after the events of The Dark Knight, in which he took the rap for Dent's crimes, Batman feels compelled to intervene to assist the city and its police force which is struggling to cope with Bane's plans to destroy the city."},{"id":54,"title":"Paths of Glory","url":"/title/tt0050825/","desc":"The futility and irony of the war in the trenches in WWI is shown as a unit commander in the French army must deal with the mutiny of his men and a glory-seeking general after part of his force falls back under fire in an impossible attack."},{"id":55,"title":"American Beauty","url":"/title/tt0169547/","desc":"Lester and Carolyn Burnham are on the outside, a perfect husband and wife, in a perfect house, in a perfect neighborhood. But inside, Lester is slipping deeper and deeper into a hopeless depression. He finally snaps when he becomes infatuated with one of his daughter's friends. Meanwhile, his daughter Jane is developing a happy friendship with a shy boy-next-door named Ricky, who lives with a homophobic father.","completed":true},{"id":56,"title":"Taxi Driver","url":"/title/tt0075314/","desc":"Travis Bickle is an ex-Marine and Vietnam War veteran living in New York City. As he suffers from insomnia, he spends his time working as a taxi driver at night, watching porn movies at seedy cinemas during the day, or thinking about how the world, New York in particular, has deteriorated into a cesspool. He's a loner who has strong opinions about what is right and wrong with mankind. For him, the one bright spot in New York humanity is Betsy, a worker on the presidential nomination campaign of Senator Charles Palantine. He becomes obsessed with her. After an incident with her, he believes he has to do whatever he needs to make the world a better place in his opinion. One of his priorities is to be the savior for Iris, a twelve-year-old runaway and prostitute who he believes wants out of the profession and under the thumb of her pimp and lover Matthew."},{"id":57,"title":"Aliens","url":"/title/tt0090605/","desc":"Fifty seven years after Ellen Ripley survived her disastrous ordeal, her escape vessel is recovered after drifting across the galaxy as she slept in cryogenic stasis. Back on earth, nobody believed her story about the \"Aliens\" on the planet LV-426. After the \"Company\" orders the colony on LV-426 to investigate, however, all communication with the colony is lost. The Company enlists Ripley to aid a team of tough, rugged space marines on a rescue mission to the now partially terraformed planet to find out if there are aliens or survivors. As the mission unfolds, Ripley will be forced to come to grips with her worst nightmare, but even as she does, she finds that the worst is yet to come."},{"id":58,"title":"Double Indemnity","url":"/title/tt0036775/","desc":"In 1938, Walter Neff, an experienced salesman of the Pacific All Risk Insurance Co., meets the seductive wife of one of his clients, Phyllis Dietrichson, and they have an affair. Phyllis proposes to kill her husband to receive the proceeds of an accident insurance policy and Walter devises a scheme to receive twice the amount based on a double indemnity clause. When Mr. Dietrichson is found dead on a train-track, the police accept the determination of accidental death. However, the insurance analyst and Walter's best friend Barton Keyes does not buy the story and suspects that Phyllis has murdered her husband with the help of another man."},{"id":59,"title":"WALL·E","url":"/title/tt0910970/","desc":"In a distant, but not so unrealistic, future where mankind has abandoned earth because it has become covered with trash from products sold by the powerful multi-national Buy N Large corporation, WALL-E, a garbage collecting robot has been left to clean up the mess. Mesmerized with trinkets of Earth's history and show tunes, WALL-E is alone on Earth except for a sprightly pet cockroach. One day, EVE, a sleek (and dangerous) reconnaissance robot, is sent to Earth to find proof that life is once again sustainable. WALL-E falls in love with EVE. WALL-E rescues EVE from a dust storm and shows her a living plant he found amongst the rubble. Consistent with her \"directive\", EVE takes the plant and automatically enters a deactivated state except for a blinking green beacon. WALL-E, doesn't understand what has happened to his new friend, but, true to his love, he protects her from wind, rain, and lightning, even as she is unresponsive. One day a massive ship comes to reclaim EVE, but WALL-E, ..."},{"id":60,"title":"Untouchable","url":"/title/tt1675434/","desc":"In Paris, the aristocratic and intellectual Philippe is a quadriplegic millionaire who is interviewing candidates for the position of his carer, with his red-haired secretary Magalie. Out of the blue, the rude African Driss cuts the line of candidates and brings a document from the Social Security and asks Phillipe to sign it to prove that he is seeking a job position so he can receive his unemployment benefit. Philippe challenges Driss, offering him a trial period of one month to gain experience helping him. Then Driss can decide whether he would like to stay with him or not. Driss accepts the challenge and moves to the mansion, changing the boring life of Phillipe and his employees."},{"id":61,"title":"Gladiator","url":"/title/tt0172495/","desc":"Maximus is a powerful Roman general, loved by the people and the aging Emperor, Marcus Aurelius. Before his death, the Emperor chooses Maximus to be his heir over his own son, Commodus, and a power struggle leaves Maximus and his family condemned to death. The powerful general is unable to save his family, and his loss of will allows him to get captured and put into the Gladiator games until he dies. The only desire that fuels him now is the chance to rise to the top so that he will be able to look into the eyes of the man who will feel his revenge."},{"id":62,"title":"Toy Story 3","url":"/title/tt0435761/","desc":"Woody, Buzz and the whole gang are back. As their owner Andy prepares to depart for college, his loyal toys find themselves in daycare where untamed tots with their sticky little fingers do not play nice. So, it's all for one and one for all as they join Barbie's counterpart Ken, a thespian hedgehog named Mr. Pricklepants and a pink, strawberry-scented teddy bear called Lots-o'-Huggin' Bear to plan their great escape."},{"id":63,"title":"The Green Mile","url":"/title/tt0120689/","desc":"Death Row guards at a penitentiary, in the 1930's, have a moral dilemma with their job when they discover one of their prisoners, a convicted murderer, has a special gift."},{"id":64,"title":"The Lives of Others","url":"/title/tt0405094/","desc":"In the early 1980s, Georg Dreyman (a successful dramatist) and his longtime companion Christa-Maria Sieland (a popular actress), were huge intellectual stars in (former) East Germany, although they secretly don't always toe the party line. One day, the Minister of Culture becomes interested in Christa, so the secret service agent Wiesler is instructed to observe and sound out the couple, but their life fascinates him more and more."},{"id":65,"title":"The Great Dictator","url":"/title/tt0032553/","desc":"Twenty years after the end of WWI in which the nation of Tomainia was on the losing side, Adenoid Hynkel has risen to power as the ruthless dictator of the country. He believes in a pure Aryan state, and the decimation of the Jews. This situation is unknown to a simple Jewish-Tomainian barber who has since been hospitalized the result of a WWI battle. Upon his release, the barber, who had been suffering from memory loss about the war, is shown the new persecuted life of the Jews by many living in the Jewish ghetto, including a washerwoman named Hannah, with whom he begins a relationship. The barber is ultimately spared such persecution by Commander Schultz, who he saved in that WWI battle. The lives of all Jews in Tomainia are eventually spared with a policy shift by Hynkel himself, who is doing so for ulterior motives. But those motives include a want for world domination, starting with the invasion of neighboring Osterlich, which may be threatened by Benzino Napaloni, the dictator ..."},{"id":66,"title":"A Clockwork Orange","url":"/title/tt0066921/","desc":"Protagonist Alex is an \"ultraviolent\" youth in futuristic Britain. As with all luck, his eventually runs out and he's arrested and convicted of murder and rape. While in prison, Alex learns of an experimental program in which convicts are programed to detest violence. If he goes through the program his sentence will be reduced and he will be back on the streets sooner than expected. But Alex's ordeals are far from over once he hits the mean streets of Britain that he had a hand in creating."},{"id":67,"title":"The Prestige","url":"/title/tt0482571/","desc":"In the end of the Nineteenth Century, in London, Robert Angier, his beloved wife Julia McCullough and Alfred Borden are friends and assistants of a magician. When Julia accidentally dies during a performance, Robert blames Alfred for her death and they become enemies. Both become famous and rival magicians, sabotaging the performance of the other on the stage. When Alfred performs a successful trick, Robert becomes obsessed trying to disclose the secret of his competitor with tragic consequences."},{"id":68,"title":"Amelie","url":"/title/tt0211915/","desc":"Amélie is a story about a girl named Amélie whose childhood was suppressed by her Father's mistaken concerns of a heart defect. With these concerns Amélie gets hardly any real life contact with other people. This leads Amélie to resort to her own fantastical world and dreams of love and beauty. She later on becomes a young woman and moves to the central part of Paris as a waitress. After finding a lost treasure belonging to the former occupant of her apartment, she decides to return it to him. After seeing his reaction and his new found perspective - she decides to devote her life to the people around her. Such as, her father who is obsessed with his garden-gnome, a failed writer, a hypochondriac, a man who stalks his ex girlfriends, the \"ghost\", a suppressed young soul, the love of her life and a man whose bones are as brittle as glass. But after consuming herself with these escapades - she finds out that she is disregarding her own life and damaging her quest for love. Amélie then ..."},{"id":69,"title":"Lawrence of Arabia","url":"/title/tt0056172/","desc":"An inordinately complex man who has been labeled everything from hero, to charlatan, to sadist, Thomas Edward Lawrence blazed his way to glory in the Arabian desert, then sought anonymity as a common soldier under an assumed name. The story opens with the death of Lawrence in a motorcycle accident in Dorset at the age of 46, then flashbacks to recount his adventures: as a young intelligence officer in Cairo in 1916, he is given leave to investigate the progress of the Arab revolt against the Turks in World War I. In the desert, he organizes a guerrilla army and--for two years--leads the Arabs in harassing the Turks with desert raids, train-wrecking and camel attacks. Eventually, he leads his army northward and helps a British General destroy the power of the Ottoman Empire."},{"id":70,"title":"To Kill a Mockingbird","url":"/title/tt0056592/","desc":"Based on Harper Lee's Pulitzer Prize winning book of 1961. Atticus Finch is a lawyer in a racially divided Alabama town in the 1930s. He agrees to defend a young black man who is accused of raping a white woman. Many of the townspeople try to get Atticus to pull out of the trial, but he decides to go ahead. How will the trial turn out - and will it change any of the racial tension in the town ?"},{"id":71,"title":"Reservoir Dogs","url":"/title/tt0105236/","desc":"Six criminals, who are strangers to each other, are hired by a crime boss Joe Cabot to carry out a diamond robbery. Right at the outset, they are given false names with an intention that they won't get too close and concentrate on the job instead. They are completely sure that the robbery is going to be a success. But when the police show up right at the time and the site of the robbery, panic spreads amongst the group members and one of them is killed in the subsequent shootout along with a few policemen and civilians. When the remaining people assemble at the premeditated rendezvous point (a warehouse), they begin to suspect that one of them is an undercover cop."},{"id":72,"title":"Das Boot","url":"/title/tt0082096/","desc":"It is 1942 and the German submarine fleet is heavily engaged in the so called \"Battle of the Atlantic\" to harass and destroy British shipping. With better escorts of the Destroyer Class, however, German U-Boats have begun to take heavy losses. \"Das Boot\" is the story of one such U-Boat crew, with the film examining how these submariners maintained their professionalism as soldiers, attempted to accomplish impossible missions, while all the time attempting to understand and obey the ideology of the government under which they served."},{"id":73,"title":"Cinema Paradiso","url":"/title/tt0095765/","desc":"A famous film director remembers his childhood at the Cinema Paradiso where Alfredo, the projectionist, first brought about his love of films. He returns home to his Sicilian village for the first time after almost 30 years and is reminded of his first love, Elena, who disappeared from his life before he left for Rome."},{"id":74,"title":"The Lion King","url":"/title/tt0110357/","desc":"A lion prince, Simba, is born in Africa and the animals of the Pride Lands pay tribute. Later Simba is told by his father, King Mufasa, that when Mufasa dies, Simba will become King of the Pride Lands. Simba's Uncle Scar would have been king after Mufasa had Mufasa not had a child. Fuelled by rage, Scar plots to kill Mufasa and Simba so he is able to take over the throne. He uses the hyenas to cause a stampede through the canyon where Mufasa and Simba are, and personally ensures Mufasa falls to his death. Simba survives so Scar implies that the stampede was Simba's fault and that the pride will blame him. Simba flees the Pride Lands meaning never to return home. Simba is found, collapsed with exhaustion, by Timon the Meerkat, and Pumbaa the Warthog, and the trio become fast friends. Simba stays with them well into adulthood until his childhood friend, Nala, hunting beyond the Pride Lands that herds had deserted under Scar's mismanagement stumbles upon Simba's new home. Astonished to ..."},{"id":75,"title":"The Third Man","url":"/title/tt0041959/","desc":"An out of work pulp fiction novelist, Holly Martins, arrives in a post war Vienna divided into sectors by the victorious allies, and where a shortage of supplies has lead to a flourishing black market. He arrives at the invitation of an ex-school friend, Harry Lime, who has offered him a job, only to discover that Lime has recently died in a peculiar traffic accident. From talking to Lime's friends and associates Martins soon notices that some of the stories are inconsistent, and determines to discover what really happened to Harry Lime."},{"id":76,"title":"The Treasure of the Sierra Madre","url":"/title/tt0040897/","desc":"Fred C. Dobbs and Bob Curtin, both down on their luck in Tampico, Mexico in 1925, meet up with a grizzled prospector named Howard and decide to join with him in search of gold in the wilds of central Mexico. Through enormous difficulties, they eventually succeed in finding gold, but bandits, the elements, and most especially greed threaten to turn their success into disaster."},{"id":77,"title":"Requiem for a Dream","url":"/title/tt0180093/","desc":"Drugs. They consume mind, body and soul. Once you're hooked, you're hooked. Four lives. Four addicts. Four failures. Despite their aspirations of greatness, they succumb to their addictions. Watching the addicts spiral out of control, we bear witness to the dirtiest, ugliest portions of the underworld addicts reside in. It is shocking and eye-opening but demands to be seen by both addicts and non-addicts alike."},{"id":78,"title":"Star Wars: Episode VI - Return of the Jedi","url":"/title/tt0086190/","desc":"Darth Vader and the Empire are building a new, indestructible Death Star. Meanwhile, Han Solo has been imprisoned, and Luke Skywalker has sent R2-D2 and C-3PO to try and free him. Princess Leia - disguised as a bounty hunter - and Chewbacca go along as well. The final battle takes place on the moon of Endor, with its natural inhabitants, the Ewoks, lending a hand to the Rebels. Will Darth Vader and the Dark Side overcome the Rebels and take over the universe?"},{"id":79,"title":"Once Upon a Time in America","url":"/title/tt0087843/","desc":"Epic tale of a group of Jewish gangsters in New York, from childhood, through their glory years during prohibition, and their meeting again 35 years later."},{"id":80,"title":"Eternal Sunshine of the Spotless Mind","url":"/title/tt0338013/","desc":"A man, Joel Barish, heartbroken that his girlfriend Clementine underwent a procedure to erase him from her memory, decides to do the same. However, as he watches his memories of her fade away, he realizes that he still loves her, and may be too late to correct his mistake."},{"id":81,"title":"Full Metal Jacket","url":"/title/tt0093058/","desc":"A two-segment look at the effect of the military mindset and war itself on Vietnam era Marines. The first half follows a group of recruits in boot camp under the command of the punishing Gunnery Sergeant Hartman. The second half shows one of those recruits, Joker, covering the war as a correspondent for Stars and Stripes, focusing on the Tet offensive."},{"id":82,"title":"Braveheart","url":"/title/tt0112573/","desc":"William Wallace is a Scottish rebel who leads an uprising against the cruel English ruler Edward the Longshanks, who wishes to inherit the crown of Scotland for himself. When he was a young boy, William Wallace's father and brother, along with many others, lost their lives trying to free Scotland. Once he loses another of his loved ones, William Wallace begins his long quest to make Scotland free once and for all, along with the assistance of Robert the Bruce."},{"id":83,"title":"L.A. Confidential","url":"/title/tt0119488/","desc":"1950's Los Angeles is the seedy backdrop for this intricate noir-ish tale of police corruption and Hollywood sleaze. Three very different cops are all after the truth, each in their own style: Ed Exley, the golden boy of the police force, willing to do almost anything to get ahead, except sell out; Bud White, ready to break the rules to seek justice, but barely able to keep his raging violence under control; and Jack Vincennes, always looking for celebrity and a quick buck until his conscience drives him to join Exley and White down the one-way path to find the truth behind the dark world of L.A. crime."},{"id":84,"title":"Oldboy","url":"/title/tt0364569/","desc":"An average man is kidnapped and imprisoned in a shabby cell for 15 years without explanation. He then is released, equipped with money, a cellphone and expensive clothes. As he strives to explain his imprisonment and get his revenge, Oh Dae-Su soon finds out that his kidnapper has a greater plan for him and is set onto a path of pain and suffering in an attempt to uncover the motive of his mysterious tormentor."},{"id":85,"title":"Chinatown","url":"/title/tt0071315/","desc":"JJ 'Jake' Gittes is a private detective who seems to specialize in matrimonial cases. He is hired by Evelyn Mulwray when she suspects her husband Hollis, builder of the city's water supply system, of having an affair. Gittes does what he does best and photographs him with a young girl but in the ensuing scandal, it seems he was hired by an impersonator and not the real Mrs. Mulwray. When Mr. Mulwray is found dead, Jake is plunged into a complex web of deceit involving murder, incest and municipal corruption all related to the city's water supply."},{"id":86,"title":"Singin' in the Rain","url":"/title/tt0045152/","desc":"In 1927, Don Lockwood and Lina Lamont are a famous on-screen romantic pair. Lina, however, mistakes the on-screen romance for real love. Don has worked hard to get where he is today, with his former partner Cosmo. When Don and Lina's latest film is transformed into a musical, Don has the perfect voice for the songs. But Lina - well, even with the best efforts of a diction coach, they still decide to dub over her voice. Kathy Selden is brought in, an aspiring actress, and while she is working on the movie, Don falls in love with her. Will Kathy continue to \"aspire\", or will she get the break she deserves ?"},{"id":87,"title":"Monty Python and the Holy Grail","url":"/title/tt0071853/","desc":"The movie starts out with Arthur, King of the Britons, looking for knights to sit with him at Camelot. He finds many knights including Sir Galahad the pure, Sir Lancelot the brave, the quiet Sir Bedevere, and Sir Robin the Not-Quite-So-Brave-as-Sir Lancelot. They do not travel on horses, but pretend they do and have their servants bang coconuts to make the sound of horse's hooves. Through satire of certain events in history (witch trials, the black plague) they find Camelot, but after literally a quick song and dance they decide that they do not want to go there. While walking away, God (who seems to be grumpy) come to them from a cloud and tells them to find the Holy Grail. They agree and begin their search. While they search for the Grail, scenes of the knight's tales appear and why they have the name they have. Throughout their search they meet interesting people and knights along the way. Most of the characters die; some through a killer rabbit (which they defeat with the holy ..."},{"id":88,"title":"Bicycle Thieves","url":"/title/tt0040522/","desc":"Ricci, an unemployed man in the depressed post-WWII economy of Italy, gets at last a good job - for which he needs a bike - hanging up posters. But soon his bicycle is stolen. He and his son walk the streets of Rome, looking for the bicycle. Ricci finally manages to locate the thief but with no proof, he has to abandon his cause. But he and his son know perfectly well that without a bike, Ricci won't be able to keep his job."},{"id":89,"title":"Some Like It Hot","url":"/title/tt0053291/","desc":"When two Chicago musicians, Joe and Jerry, witness the the St. Valentine's Day massacre, they want to get out of town and get away from the gangster responsible, Spats Colombo. They're desperate to get a gig out of town but the only job they know of is in an all-girl band heading to Florida. They show up at the train station as Josephine and Daphne, the replacement saxophone and bass players. They certainly enjoy being around the girls, especially Sugar Kane Kowalczyk who sings and plays the ukulele. Joe in particular sets out to woo her while Jerry/Daphne is wooed by a millionaire, Osgood Fielding III. Mayhem ensues as the two men try to keep their true identities hidden and Spats Colombo and his crew show up for a meeting with several other crime lords."},{"id":90,"title":"Metropolis","url":"/title/tt0017136/","desc":"Sometime in the future, the city of Metropolis is home to a Utopian society where its wealthy residents live a carefree life. One of those is Freder Fredersen. One day, he spots a beautiful woman with a group of children, she and the children who quickly disappear. Trying to follow her, he, oblivious to such, is horrified to find an underground world of workers, apparently who run the machinery which keeps the above ground Utopian world functioning. One of the few people above ground who knows about the world below is Freder's father, Joh Fredersen, who is the founder and master of Metropolis. Freder learns that the woman is Maria, who espouses the need to join the \"hands\" - the workers - to the \"head\" - those in power above - by a mediator or the \"heart\". Freder wants to help the plight of the workers in the want for a better life. But when Joh learns of what Maria is espousing and that Freder is joining their cause, Joh, with the assistance of an old colleague and now nemesis named ..."},{"id":91,"title":"Rashomon","url":"/title/tt0042876/","desc":"A priest, a woodcutter and another man are taking refuge from a rainstorm in the shell of a former gatehouse called Rashômon. The priest and the woodcutter are recounting the story of a murdered samurai whose body the woodcutter discovered three days earlier in a forest grove. Both were summoned to testify at the murder trial, the priest who ran into the samurai and his wife traveling through the forest just before the murder occurred. Three other people who testified at the trial are supposedly the only direct witnesses: a notorious bandit named Tajômaru, who allegedly murdered the samurai and raped his wife; the white veil cloaked wife of the samurai; and the samurai himself who testifies through the use of a medium. The three tell a similarly structured story - that Tajômaru kidnapped and bound the samurai so that he could rape the wife - but which ultimately contradict each other, the motivations and the actual killing being what differ. The woodcutter reveals at Rashômon that he ..."},{"id":92,"title":"Princess Mononoke","url":"/title/tt0119698/","desc":"While protecting his village from rampaging boar-god/demon, a confident young warrior, Ashitaka, is stricken by a deadly curse. To save his life, he must journey to the forests of the west. Once there, he's embroiled in a fierce campaign that humans were waging on the forest. The ambitious Lady Eboshi and her loyal clan use their guns against the gods of the forest and a brave young woman, Princess Mononoke, who was raised by a wolf-god. Ashitaka sees the good in both sides and tries to stem the flood of blood. This is met be animosity by both sides as they each see him as supporting the enemy."},{"id":93,"title":"Amadeus","url":"/title/tt0086879/","desc":"Antonio Salieri believes that Mozart's music is divine. He wishes he was himself as good a musician as Mozart so that he can praise the Lord through composing. But he can't understand why God favored Mozart, such a vulgar creature, to be his instrument. Salieri's envy has made him an enemy of God whose greatness was evident in Mozart. He is set to take revenge."},{"id":94,"title":"2001: A Space Odyssey","url":"/title/tt0062622/","desc":"\"2001\" is a story of evolution. Sometime in the distant past, someone or something nudged evolution by placing a monolith on Earth (presumably elsewhere throughout the universe as well). Evolution then enabled humankind to reach the moon's surface, where yet another monolith is found, one that signals the monolith placers that humankind has evolved that far. Now a race begins between computers (HAL) and human (Bowman) to reach the monolith placers. The winner will achieve the next step in evolution, whatever that may be."},{"id":95,"title":"All About Eve","url":"/title/tt0042192/","desc":"Aspiring actress Eve Harrington maneuvers her way into the lives of Broadway star Margo Channing, playwright Lloyd Richards and director Bill Sampson. This classic story of ambition and betrayal has become part of American folklore. Bette Davis claims to have based her character on the persona of film actress Talullah Bankhead. Davis' line \"Fasten your seatbelts, it's going to be a bumpy night\" is legendary, but, in fact, all of the film's dialog sparkles with equal brilliance."},{"id":96,"title":"The Sting","url":"/title/tt0070735/","desc":"When a mutual friend is killed by a mob boss, two con men, one experienced and one young try to get even by pulling off the big con on the mob boss. The story unfolds with several twists and last minute alterations."},{"id":97,"title":"Unforgiven","url":"/title/tt0105695/","desc":"The town of Big Whisky is full of normal people trying to lead quiet lives. Cowboys try to make a living. Sheriff 'Little Bill' tries to build a house and keep a heavy-handed order. The town whores just try to get by.Then a couple of cowboys cut up a whore. Unsatisfied with Bill's justice, the prostitutes put a bounty on the cowboys. The bounty attracts a young gun billing himself as 'The Schofield Kid', and aging killer William Munny. Munny reformed for his young wife, and has been raising crops and two children in peace. But his wife is gone. Farm life is hard. And Munny is no good at it. So he calls his old partner Ned, saddles his ornery nag, and rides off to kill one more time, blurring the lines between heroism and villainy, man and myth."},{"id":98,"title":"The Apartment","url":"/title/tt0053604/","desc":"As of November 1, 1959, mild mannered C.C. Baxter has been working at Consolidated Life, an insurance company, for close to four years, and is one of close to thirty-two thousand employees located in their Manhattan head office. To distinguish himself from all the other lowly cogs in the company in the hopes of moving up the corporate ladder, he often works late, but only because he can't get into his apartment, located off of Central Park West, since he has provided it to a handful of company executives - Mssrs. Dobisch, Kirkeby, Vanderhoff and Eichelberger - on a rotating basis for their extramarital liaisons in return for a good word to the personnel director, Jeff D. Sheldrake. When Baxter is called into Sheldrake's office for the first time, he learns that it isn't just to be promoted as he expects, but also to add married Sheldrake to the list to who he will lend his apartment. What Baxter is unaware of is that Sheldrake's mistress is Fran Kubelik, an elevator girl in the ..."},{"id":99,"title":"Indiana Jones and the Last Crusade","url":"/title/tt0097576/","desc":"Indiana Jones, famed adventurer and archaeologist acquires a diary that holds clues and a map with no names to find the mysterious Holy Grail- which was sent from his father, Dr. Henry Jones, in Italy. Upon hearing from a private collector, Walter Donavan, that the mission for the Holy Grail went astray with the disappearance of his father, Indiana Jones and museum curator Marcus Brody venture to Italy in search of Indy's father. However, upon retrieving Dr. Henry Jones in Nazi territory, the rescue mission turns into a race to find the Holy Grail before the Nazis do- who plan to use it for complete world domination for their super-race. With the diary as a vital key and the map with no names as a guide, Indiana Jones once again finds himself in another death defying adventure of pure excitement."},{"id":100,"title":"Raging Bull","url":"/title/tt0081398/","desc":"When Jake LaMotta steps into a boxing ring and obliterates his opponent, he's a prizefighter. But when he treats his family and friends the same way, he's a ticking time bomb, ready to go off at any moment. Though LaMotta wants his family's love, something always seems to come between them. Perhaps it's his violent bouts of paranoia and jealousy. This kind of rage helped make him a champ, but in real life, he winds up in the ring alone."},{"id":101,"title":"Grave of the Fireflies","url":"/title/tt0095327/","desc":"Setsuko and Seita are brother and sister living in wartime Japan. After their mother is killed in an air raid they find a temporary home with relatives. Having quarreled with their aunt they leave the city and make their home in an abandoned shelter. While their soldier father's destiny is unknown, the two must depend on each other to somehow keep a roof over their heads and food in their stomachs. When everything is in short supply, they gradually succumb to hunger and their only entertainment is the light of the fireflies."},{"id":102,"title":"Witness for the Prosecution","url":"/title/tt0051201/","desc":"It's Britain, 1953. Upon his return to work following a heart attack, irrepressible barrister Sir Wilfrid Robarts, known as a barrister for the hopeless, takes on a murder case, much to the exasperation of his medical team, led by his overly regulated private nurse, Miss Plimsoll, who tries her hardest to ensure that he not return to his hard living ways - including excessive cigar smoking and drinking - while he takes his medication and gets his much needed rest. That case is defending American war veteran Leonard Vole, a poor, out of work, struggling inventor who is accused of murdering his fifty-six year old lonely and wealthy widowed acquaintance, Emily French. The initial evidence is circumstantial but points to Leonard as the murderer. Despite being happily married to East German former beer hall performer Christine Vole, he fostered that friendship with Mrs. French in the hopes that she would finance one of his many inventions to the tune of a few hundred pounds. It thus does ..."},{"id":103,"title":"The Bridge on the River Kwai","url":"/title/tt0050212/","desc":"The film deals with the situation of British prisoners of war during World War II who are ordered to build a bridge to accommodate the Burma-Siam railway. Their instinct is to sabotage the bridge but, under the leadership of Colonel Nicholson, they are persuaded that the bridge should be constructed as a symbol of British morale, spirit and dignity in adverse circumstances. At first, the prisoners admire Nicholson when he bravely endures torture rather than compromise his principles for the benefit of the Japanese commandant Saito. He is an honorable but arrogant man, who is slowly revealed to be a deluded obsessive. He convinces himself that the bridge is a monument to British character, but actually is a monument to himself, and his insistence on its construction becomes a subtle form of collaboration with the enemy. Unknown to him, the Allies have sent a mission into the jungle, led by Warden and an American, Shears, to blow up the bridge."},{"id":104,"title":"Die Hard","url":"/title/tt0095016/","desc":"New York City Detective John McClane has just arrived in Los Angeles to spend Christmas with his wife. Unfortunatly, it is not going to be a Merry Christmas for everyone. A group of terrorists, led by Hans Gruber is holding everyone in the Nakatomi Plaza building hostage. With no way of anyone getting in or out, it's up to McClane to stop them all. All 12!"},{"id":105,"title":"Batman Begins","url":"/title/tt0372784/","desc":"When his parents were killed, millionaire playboy Bruce Wayne relocates to Asia when he is mentored by Henri Ducard and Ra's Al Ghul in how to fight evil. When learning about the plan to wipe out evil in Gotham City by Ducard, Bruce prevents this plan from getting any further and heads back to his home. Back in his original surroundings, Bruce adopts the image of a bat to strike fear into the criminals and the corrupt as the icon known as 'Batman'. But it doesn't stay quiet for long.","completed":true},{"id":106,"title":"A Separation","url":"/title/tt1832382/","desc":"Nader () and Simin () argue about living abroad. Simin prefers to live abroad to provide better opportunities for their only daughter, Termeh. However, Nader refuses to go because he thinks he must stay in Iran and take care of his father (Ali-Asghar Shahbazi), who suffers from Alzheimers. However, Simin is determined to get a divorce and leave the country with her daughter."},{"id":107,"title":"Yojimbo","url":"/title/tt0055630/","desc":"Sanjuro, a wandering samurai enters a rural town in nineteenth century Japan. After learning from the innkeeper that the town is divided between two gangsters, he plays one side off against the other. His efforts are complicated by the arrival of the wily Unosuke, the son of one of the gangsters, who owns a revolver. Unosuke has Sanjuro beaten after he reunites an abducted woman with her husband and son, then massacres his father's opponents. During the slaughter, the samurai escapes with the help of the innkeeper; but while recuperating at a nearby temple, he learns of innkeeper's abduction by Unosuke, and returns to the town to confront him."},{"id":108,"title":"Inglourious Basterds","url":"/title/tt0361748/","desc":"In Nazi-occupied France, young Jewish refugee Shosanna Dreyfus witnesses the slaughter of her family by Colonel Hans Landa. Narrowly escaping with her life, she plots her revenge several years later when German war hero Fredrick Zoller takes a rapid interest in her and arranges an illustrious movie premiere at the theater she now runs. With the promise of every major Nazi officer in attendance, the event catches the attention of the \"Basterds\", a group of Jewish-American guerilla soldiers led by the ruthless Lt. Aldo Raine. As the relentless executioners advance and the conspiring young girl's plans are set in motion, their paths will cross for a fateful evening that will shake the very annals of history."},{"id":109,"title":"Snatch.","url":"/title/tt0208092/","desc":"Turkish and his close friend/accomplice Tommy get pulled into the world of match fixing by the notorious Brick Top. Things get complicated when the boxer they had lined up gets badly beaten by Pitt, a 'pikey' ( slang for an Irish Gypsy)- who comes into the equation after Turkish, an unlicensed boxing promoter wants to buy a caravan off the Irish Gypsies. They then try to convince Pitt not only to fight for them, but to lose for them too. Whilst all this is going on, a huge diamond heist takes place, and a fistful of motley characters enter the story, including 'Cousin Avi', 'Boris The Blade', 'Franky Four Fingers' and 'Bullet Tooth Tony'. Things go from bad to worse as it all becomes about the money, the guns, and the damned dog!"},{"id":110,"title":"For a Few Dollars More","url":"/title/tt0059578/","desc":"Two bounty hunters are after the same man, Indio. At first, they go their own ways, but eventually get together to try and find him. But are they after him for the same reason ?"},{"id":111,"title":"The Great Escape","url":"/title/tt0057115/","desc":"Based on a true story, a group of allied escape artist-type prisoners-of-war (POW's) are all put in an 'escape proof' camp. Their leader decides to try to take out several hundred all at once. The first half of the film is played for comedy as the prisoners mostly outwit their jailers to dig the escape tunnel. The second half is high adventure as they use boats and trains and planes to get out of occupied Europe."},{"id":112,"title":"Downfall","url":"/title/tt0363163/","desc":"In April of 1945, Germany stands at the brink of defeat with the Soviet Armies closing in from the west and south. In Berlin, capital of the Third Reich, Adolf Hitler proclaims that Germany will still achieve victory and orders his Generals and advisers to fight to the last man. \"Downfall\" explores these final days of the Reich, where senior German leaders (such as Himmler and Goring) began defecting from their beloved Fuhrer, in an effort to save their own lives, while still others (Joseph Goebbels) pledge to die with Hitler. Hitler, himself, degenerates into a paranoid shell of a man, full of optimism one moment and suicidal depression the next. When the end finally does comes, and Hitler lies dead by his own hand, what is left of his military must find a way to end the killing that is the Battle of Berlin, and lay down their arms in surrender."},{"id":113,"title":"Mr. Smith Goes to Washington","url":"/title/tt0031679/","desc":"Naive and idealistic Jefferson Smith, leader of the Boy Rangers, is appointed on a lark by the spineless governor of his state. He is reunited with the state's senior senator--presidential hopeful and childhood hero, Senator Joseph Paine. In Washington, however, Smith discovers many of the shortcomings of the political process as his earnest goal of a national boys' camp leads to a conflict with the state political boss, Jim Taylor. Taylor first tries to corrupt Smith and then later attempts to destroy Smith through a scandal."},{"id":114,"title":"Toy Story","url":"/title/tt0114709/","desc":"A little boy named Andy loves to be in his room, playing with his toys, especially his doll named \"Woody\". But, what do the toys do when Andy is not with them, they come to life. Woody believes that he has life (as a toy) good. However, he must worry about Andy's family moving, and what Woody does not know is about Andy's birthday party. Woody does not realize that Andy's mother gave him an action figure known as Buzz Lightyear, who does not believe that he is a toy, and quickly becomes Andy's new favorite toy. Woody, who is now consumed with jealousy, tries to get rid of Buzz. Then, both Woody and Buzz are now lost. They must find a way to get back to Andy before he moves without them, but they will have to pass through a ruthless toy killer, Sid Phillips."},{"id":115,"title":"Pan's Labyrinth","url":"/title/tt0457430/","desc":"In 1944 fascist Spain, a girl, fascinated with fairy-tales, is sent along with her pregnant mother to live with her new stepfather, a ruthless captain of the Spanish army. During the night, she meets a fairy who takes her to an old faun in the center of the labyrinth. He tells her she's a princess, but must prove her royalty by surviving three gruesome tasks. If she fails, she will never prove herself to be the the true princess and will never see her real father, the king, again."},{"id":116,"title":"Up","url":"/title/tt1049413/","desc":"A young Carl Fredrickson meets a young adventure-spirited girl named Ellie. They both dream of going to a lost land in South America. 70 years later, Ellie has died. Carl remembers the promise he made to her. Then, when he inadvertently hits a construction worker, he is forced to go to a retirement home. But before they can take him, he and his house fly away. However, he has a stowaway aboard: an 8-year-old boy named Russell, who's trying to get an Assisting the Elderly badge. Together, they embark on an adventure, where they encounter talking dogs, an evil villain and a rare bird named Kevin."},{"id":117,"title":"On the Waterfront","url":"/title/tt0047296/","desc":"Terry Malloy dreams about being a prize fighter, while tending his pigeons and running errands at the docks for Johnny Friendly, the corrupt boss of the dockers union. Terry witnesses a murder by two of Johnny's thugs, and later meets the dead man's sister and feels responsible for his death. She introduces him to Father Barry, who tries to force him to provide information for the courts that will smash the dock racketeers."},{"id":118,"title":"The General","url":"/title/tt0017925/","desc":"Johnnie loves his train (\"The General\") and Annabelle Lee. When the Civil War begins he is turned down for service because he's more valuable as an engineer. Annabelle thinks it's because he's a coward. Union spies capture The General with Annabelle on board. Johnnie must rescue both his loves."},{"id":119,"title":"The Elephant Man","url":"/title/tt0080678/","desc":"John Merrick (whose real name was Joseph, as this is based on a true story) is an intelligent and friendly man, but he is hated by his Victorian-era English society because he is severely deformed. Once he is discovered by a doctor, however, he is saved from his life in a freak show and he is treated like the human being that he really is."},{"id":120,"title":"Heat","url":"/title/tt0113277/","desc":"Hunters and their prey--Neil and his professional criminal crew hunt to score big money targets (banks, vaults, armored cars) and are, in turn, hunted by Lt. Vincent Hanna and his team of cops in the Robbery/Homicide police division. A botched job puts Hanna onto their trail while they regroup and try to put together one last big 'retirement' score. Neil and Vincent are similar in many ways, including their troubled personal lives. At a crucial moment in his life, Neil disobeys the dictum taught to him long ago by his criminal mentor--'Never have anything in your life that you can't walk out on in thirty seconds flat, if you spot the heat coming around the corner'--as he falls in love. Thus the stage is set for the suspenseful ending...."},{"id":121,"title":"The Seventh Seal","url":"/title/tt0050976/","desc":"A Knight and his squire are home from the crusades. Black Death is sweeping their country. As they approach home, Death appears to the knight and tells him it is his time. The knight challenges Death to a chess game for his life. The Knight and Death play as the cultural turmoil envelopes the people around them as they try, in different ways, to deal with the upheaval the plague has caused."},{"id":122,"title":"The Maltese Falcon","url":"/title/tt0033870/","desc":"Spade and Archer is the name of a San Francisco detective agency. That's for Sam Spade and Miles Archer. The two men are partners, but Sam doesn't like Miles much. A knockout, who goes by the name of Miss Wanderly, walks into their office; and by that night everything's changed. Miles is dead. And so is a man named Floyd Thursby. It seems Miss Wanderly is surrounded by dangerous men. There's Joel Cairo, who uses gardenia-scented calling cards. There's Kasper Gutman, with his enormous girth and feigned civility. Her only hope of protection comes from Sam, who is suspected by the police of one or the other murder. More murders are yet to come, and it will all be because of these dangerous men -- and their lust for a statuette of a bird: the Maltese Falcon."},{"id":123,"title":"Blade Runner","url":"/title/tt0083658/","desc":"In a cyberpunk vision of the future, man has developed the technology to create replicants, human clones used to serve in the colonies outside Earth but with fixed lifespans. In Los Angeles, 2019, Deckard is a Blade Runner, a cop who specializes in terminating replicants. Originally in retirement, he is forced to re-enter the force when four replicants escape from an off-world colony to Earth."},{"id":124,"title":"The Kid","url":"/title/tt0012349/","desc":"The opening title reads: \"A comedy with a smile--and perhaps a tear\". As she leaves the charity hospital and passes a church wedding, Edna deposits her new baby with a pleading note in a limousine and goes off to commit suicide. The limo is stolen by thieves who dump the baby by a garbage can. Charlie the Tramp finds the baby and makes a home for him. Five years later Edna has become an opera star but does charity work for slum youngsters in hope of finding her boy. A doctor called by Edna discovers the note with the truth about the Kid and reports it to the authorities who come to take him away from Charlie. Before he arrives at the Orphan Asylum Charlie steals him back and takes him to a flophouse. The proprietor reads of a reward for the Kid and takes him to Edna. Charlie is later awakened by a kind policeman who reunites him with the Kid at Edna's mansion."},{"id":125,"title":"Scarface","url":"/title/tt0086250/","desc":"When Fidel Castro opens the harbor at Mariel, Cuba, he sends 125,000 Cuban refugees to reunite with their relatives in the United States. Among all the refugees, there is one who wants it all, his name is Tony Montana. Tony and his friend Manny arrive in the United States and start in small time jobs. Soon, they are hired by Omar Suarez to pay money to a group of Colombians. When the deal goes wrong, Tony and Manny leave with the money and succeed in their job. Soon Tony meets with drug kingpin Frank Lopez and falls for his boss's girl, Elvira. Pretty soon Tony will know that those who want it all, do not last forever; that is the price of power. The world will know Montana by one name....SCARFACE."},{"id":126,"title":"Rebecca","url":"/title/tt0032976/","desc":"A shy ladies' companion, staying in Monte Carlo with her stuffy employer, meets the wealthy Maxim de Winter. She and Max fall in love, marry and return to Manderley, his large country estate in Cornwall. Max is still troubled by the death of his first wife, Rebecca, in a boating accident the year before. The second Mrs. de Winter clashes with the housekeeper, Mrs. Danvers, and discovers that Rebecca still has a strange hold on everyone at Manderley."},{"id":127,"title":"Wild Strawberries","url":"/title/tt0050986/","desc":"With the exception of his elderly housekeeper Miss Agda who he treats almost like a surrogate platonic wife, widowed seventy-eight year old Dr. Isak Borg, a former medical doctor and professor, has retreated from any human contact, partly his own want but partly the decision of others who do not want to spend time with him because of his cold demeanor. He is traveling from his home in Stockholm to Lund to accept an honorary degree. Instead of flying as was the original plan, he decides to take the day long drive instead. Along for the ride is his daughter-in-law Marianne, who had been staying with him for the month but has now decided to go home. The many stops and encounters along the way make him reminisce about various parts of his life. Those stops which make him reminisce directly are at his childhood summer home, at the home of his equally emotionally cold mother, and at a gas station where the attendants praise him as a man for his work. But the lives of other people they ..."},{"id":128,"title":"Gran Torino","url":"/title/tt1205489/","desc":"Walt Kowalski is a widower who holds onto his prejudices despite the changes in his Michigan neighborhood and the world around him. Kowalski is a grumpy, tough-minded, unhappy an old man, who can't get along with either his kids or his neighbors, a Korean War veteran whose prize possession is a 1972 Gran Torino he keeps in mint condition. When his neighbor Thao, a young Hmong teenager under pressure from his gang member cousin, tries to steal his Gran Torino, Kowalski sets out to reform the youth. Drawn against his will into the life of Thao's family, Kowalski is soon taking steps to protect them from the gangs that infest their neighborhood."},{"id":129,"title":"Fargo","url":"/title/tt0116282/","desc":"Jerry works in his father-in-law's car dealership and has gotten himself in financial problems. He tries various schemes to come up with money needed for a reason that is never really explained. It has to be assumed that his huge embezzlement of money from the dealership is about to be discovered by father-in-law. When all else falls through, plans he set in motion earlier for two men to kidnap his wife for ransom to be paid by her wealthy father (who doesn't seem to have the time of day for son-in-law). From the moment of the kidnapping, things go wrong and what was supposed to be a non-violent affair turns bloody with more blood added by the minute. Jerry is upset at the bloodshed, which turns loose a pregnant sheriff from Brainerd, MN who is tenacious in attempting to solve the three murders in her jurisdiction."},{"id":130,"title":"Ran","url":"/title/tt0089881/","desc":"A story of greed, a lust for power, and ultimate revenge. The Great Lord Hidetora Ichimonji has decided to step aside to make room for the younger blood of his three sons, Taro, Jiro, and Saburo, the Lord's only wish now being to live out his years as an honored guest in the castle of each of his sons in turn. While the older two sons flatter their father, the youngest son attempts to warn him of the folly of expecting the three sons to remain united; enraged at the younger son's attempt to point out the danger, the father banishes him. True to the younger son's warning, however, the oldest Son soon conspires with the second son to strip The Great Lord of everything, even his title."},{"id":131,"title":"Ikiru","url":"/title/tt0044741/","desc":"Kanji Watanabe is a longtime bureaucrat in a city office who, along with the rest of the office, spends his entire working life doing nothing. He learns he is dying of cancer and wants to find some meaning in his life. He finds himself unable to talk with his family, and spends a night on the town with a novelist, but that leaves him unfulfilled. He next spends time with a young woman from his office, but finally decides he can make a difference through his job... After Watanabe's death, co-workers at his funeral discuss his behavior over the last several months and debate why he suddenly became assertive in his job to promote a city park, and resolve to be more like Watanabe."},{"id":132,"title":"The Big Lebowski","url":"/title/tt0118715/","desc":"When \"The Dude\" Lebowski is mistaken for a millionaire Lebowski, two thugs urinate on his rug to coerce him into paying a debt he knows nothing about. While attempting to gain recompense for the ruined rug from his wealthy counterpart, he accepts a one-time job with high pay-off. He enlists the help of his bowling buddy, Walter, a gun-toting Jewish-convert with anger issues. Deception leads to more trouble, and it soon seems that everyone from porn empire tycoons to nihilists want something from The Dude."},{"id":133,"title":"Touch of Evil","url":"/title/tt0052311/","desc":"Mexican Narcotics officer Ramon Miguel 'Mike' Vargas has to interrupt his honeymoon on the Mexican-US border when an American building contractor is killed after someone places a bomb in his car. He's killed on the US side of the border but it's clear that the bomb was planted on the Mexican side. As a result, Vargas delays his return to Mexico City where he has been mounting a case against the Grandi family crime and narcotics syndicate. Police Captain Hank Quinlan is in charge on the US side and he soon has a suspect, a Mexican named Manolo Sanchez. Vargas is soon onto Quinlan and his Sergeant, Pete Menzies, when he catches them planting evidence to convict Sanchez. With his new American wife, Susie, safely tucked away in a hotel on the US side of the border - or so he thinks - he starts to review Quinlan's earlier cases. While concentrating on the corrupt policeman however, the Grandis have their own plans for Vargas and they start with his wife Susie."},{"id":134,"title":"The Deer Hunter","url":"/title/tt0077416/","desc":"Michael, Steven and Nick are young factory workers from Pennsylvania who enlist into the Army to fight in Vietnam. Before they go, Steven marries the pregnant Angela and their wedding-party is also the men's farewell party. After some time and many horrors the three friends fall in the hands of the Vietcong and are brought to a prison camp in which they are forced to play Russian roulette against each other. Michael makes it possible for them to escape, but they soon get separated again."},{"id":135,"title":"The Gold Rush","url":"/title/tt0015864/","desc":"A lone prospector ventures into Alaska looking for gold. He gets mixed up with some burly characters and falls in love with the beautiful Georgia. He tries to win her heart with his singular charm."},{"id":136,"title":"Cool Hand Luke","url":"/title/tt0061512/","desc":"Luke Jackson is a cool, gutsy prisoner in a Southern chain gang, who, while refusing to buckle under to authority, keeps escaping and being recaptured. The prisoners admire Luke because, as Dragline explains it, \"You're an original, that's what you are!\" Nevertheless, the camp staff actively works to crush Luke until he finally breaks."},{"id":137,"title":"It Happened One Night","url":"/title/tt0025316/","desc":"Ellie Andrews has just tied the knot with society aviator King Westley when she is whisked away to her father's yacht and out of King's clutches. Ellie jumps ship and eventually winds up on a bus headed back to her husband. Reluctantly she must accept the help of out-of- work reporter Peter Warne. Actually, Warne doesn't give her any choice: either she sticks with him until he gets her back to her husband, or he'll blow the whistle on Ellie to her father. Either way, Peter gets what (he thinks!) he wants .... a really juicy newspaper story."},{"id":138,"title":"Lock, Stock and Two Smoking Barrels","url":"/title/tt0120735/","desc":"Four Jack-the-lads find themselves heavily - seriously heavily - in debt to an East End hard man and his enforcers after a crooked card game. Overhearing their neighbours in the next flat plotting to hold up a group of out-of-their-depth drug growers, our heros decide to stitch up the robbers in turn. In a way the confusion really starts when a pair of antique double-barrelled shotguns go missing in a completely different scam."},{"id":139,"title":"No Country for Old Men","url":"/title/tt0477348/","desc":"In rural Texas, welder and hunter Llewelyn Moss discovers the remains of several drug runners who have all killed each other in an exchange gone violently wrong. Rather than report the discovery to the police, Moss decides to simply take the two million dollars present for himself. This puts the psychopathic killer, Anton Chigurh, on his trail as he dispassionately murders nearly every rival, bystander and even employer in his pursuit of his quarry and the money. As Moss desperately attempts to keep one step ahead, the blood from this hunt begins to flow behind him with relentlessly growing intensity as Chigurh closes in. Meanwhile, the laconic Sherrif Ed Tom Bell blithely oversees the investigation even as he struggles to face the sheer enormity of the crimes he is attempting to thwart."},{"id":140,"title":"Casino","url":"/title/tt0112641/","desc":"This Martin Scorsese film depicts the Janus-like quality of Las Vegas--it has a glittering, glamorous face, as well as a brutal, cruel one. Ace Rothstein and Nicky Santoro, mobsters who move to Las Vegas to make their mark, live and work in this paradoxical world. Seen through their eyes, each as a foil to the other, the details of mob involvement in the casinos of the 1970's and '80's are revealed. Ace is the smooth operator of the Tangiers casino, while Nicky is his boyhood friend and tough strongman, robbing and shaking down the locals. However, they each have a tragic flaw--Ace falls in love with a hustler, Ginger, and Nicky falls into an ever-deepening spiral of drugs and violence."},{"id":141,"title":"Sin City","url":"/title/tt0401792/","desc":"Four tales of crime adapted from Frank Miller's popular comics, focusing around a muscular brute who's looking for the person responsible for the death of his beloved Goldie, a man fed up with Sin City's corrupt law enforcement who takes the law into his own hands after a horrible mistake, a cop who risks his life to protect a girl from a deformed pedophile, and a hitman looking to make a little cash."},{"id":142,"title":"Strangers on a Train","url":"/title/tt0044079/","desc":"Bruno Anthony thinks he has the perfect plot to rid himself of his hated father and when he meets tennis player Guy Haines on a train, he thinks he's found the partner he needs to pull it off. His plan is relatively simple. Two strangers each agree to kill someone the other person wants disposed of. For example, Guy could kill his father and he could get rid of Guy's wife Miriam, freeing him to marry Anne Morton, the beautiful daughter of a U.S. Senator. Guy dismisses it all out of hand but but Bruno goes ahead with his half of the 'bargain' and disposes of Miriam. When Guy balks, Bruno makes it quite clear that he will plant evidence to implicate Guy in her murder if he doesn't get rid of his father. Guy had also made some unfortunate statements about Miriam after she had refused him a divorce. It all leads the police to believe Guy is responsible for the murder, forcing him to deal with Bruno's mad ravings."},{"id":143,"title":"The Sixth Sense","url":"/title/tt0167404/","desc":"Malcom Crowe is a child psychologist who receives an award on the same night that he is visited by a very unhappy ex-patient. After this encounter, Crowe takes on the task of curing a young boy with the same ills as the ex-patient. This boy \"sees dead people\". Crowe spends a lot of time with the boy (Cole) much to the dismay of his wife. Cole's mom is at her wit's end with what to do about her son's increasing problems. Crowe is the boy's only hope."},{"id":144,"title":"Platoon","url":"/title/tt0091763/","desc":"Chris Taylor is a young, naive American who gives up college and volunteers for combat in Vietnam. Upon arrival, he quickly discovers that his presence is quite nonessential, and is considered insignificant to the other soldiers, as he has not fought for as long as the rest of them and felt the effects of combat. Chris has two non-commissioned officers, the ill-tempered and indestructible Staff Sergeant Robert Barnes and the more pleasant and cooperative Sergeant Elias Grodin. A line is drawn between the two NCOs and a number of men in the platoon when an illegal killing occurs during a village raid. As the war continues, Chris himself draws towards psychological meltdown. And as he struggles for survival, he soon realizes he is fighting two battles, the conflict with the enemy and the conflict between the men within his platoon."},{"id":145,"title":"Jaws","url":"/title/tt0073195/","desc":"It's a hot summer on Amity Island, a small community whose main business is its beaches. When new Sheriff Martin Brody discovers the remains of a shark attack victim, his first inclination is to close the beaches to swimmers. This doesn't sit well with Mayor Larry Vaughn and several of the local businessmen. Brody backs down to his regret as that weekend a young boy is killed by the predator. The dead boy's mother puts out a bounty on the shark and Amity is soon swamped with amateur hunters and fisherman hoping to cash in on the reward. A local fisherman with much experience hunting sharks, Quint, offers to hunt down the creature for a hefty fee. Soon Quint, Brody and Matt Hooper from the Oceanographic Institute are at sea hunting the Great White shark. As Brody succinctly surmises after their first encounter with the creature, they're going to need a bigger boat."},{"id":146,"title":"Good Will Hunting","url":"/title/tt0119217/","desc":"A touching tale of a wayward young man who struggles to find his identity, living in a world where he can solve any problem, except the one brewing deep within himself, until one day he meets his soul mate who opens his mind and his heart."},{"id":147,"title":"The Thing","url":"/title/tt0084787/","desc":"An American scientific expedition to the frozen wastes of the Antarctic is interrupted by a group of seemingly mad Norwegians pursuing and shooting a dog. The helicopter pursuing the dog explodes, eventually leaving no explanation for the chase. During the night, the dog mutates and attacks other dogs in the cage and members of the team that investigate. The team soon realizes that an alien life-form with the ability to take over other bodies is on the loose and they don't know who may already have been taken over."},{"id":148,"title":"The Wizard of Oz","url":"/title/tt0032138/","desc":"In this charming film based on the popular L. Frank Baum stories, Dorothy and her dog Toto are caught in a tornado's path and somehow end up in the land of Oz. Here she meets some memorable friends and foes in her journey to meet the Wizard of Oz who everyone says can help her return home and possibly grant her new friends their goals of a brain, heart and courage."},{"id":149,"title":"Trainspotting","url":"/title/tt0117951/","desc":"A wild, freeform, Rabelaisian trip through the darkest recesses of Edinburgh low-life, focusing on Mark Renton and his attempt to give up his heroin habit, and how the latter affects his relationship with family and friends: Sean Connery wannabe Sick Boy, dimbulb Spud, psycho Begbie, 14-year-old girlfriend Diane, and clean-cut athlete Tommy, who's never touched drugs but can't help being curious about them..."},{"id":150,"title":"Butch Cassidy and the Sundance Kid","url":"/title/tt0064115/","desc":"Butch and Sundance are the two leaders of the Hole-in-the-Wall Gang. Butch is all ideas, Sundance is all action and skill. The west is becoming civilized and when Butch and Sundance rob a train once too often, a special posse begins trailing them no matter where they run. Over rock, through towns, across rivers, the group is always just behind them. When they finally escape through sheer luck, Butch has another idea, \"Let's go to Bolivia\". Based on the exploits of the historical characters."},{"id":151,"title":"Kill Bill: Vol. 1","url":"/title/tt0266697/","desc":"The lead character, called 'The Bride,' was a member of the Deadly Viper Assassination Squad, lead by her lover 'Bill.' Upon realizing she was pregnant with Bill's child, 'The Bride' decided to escape her life as a killer. She fled to Texas, met a young man, who, on the day of their wedding rehearsal was gunned down by an angry and jealous Bill (with the assistance of the Deadly Viper Assassination Squad). Four years later, 'The Bride' wakes from a coma, and discovers her baby is gone. She, then, decides to seek revenge upon the five people who destroyed her life and killed her baby. The saga of Kill Bill Volume I begins."},{"id":152,"title":"Warrior","url":"/title/tt1291584/","desc":"Two brothers face the fight of a lifetime - and the wreckage of their broken family - within the brutal, high-stakes world of Mixed Martial Arts (MMA) fighting in Lionsgate's action/drama, WARRIOR. An ex-Marine haunted by a tragic past, Tommy Riordan returns to his hometown of Pittsburgh and enlists his father, a recovered alcoholic and his former coach, to train him for an MMA tournament awarding the biggest purse in the history of the sport. As Tommy blazes a violent path towards the title prize, his brother, Brendan, a former MMA fighter unable to make ends meet as a public school teacher, returns to the amateur ring to provide for his family. Even though years have passed, recriminations and past betrayals keep Brendan bitterly estranged from both Tommy and his father. But when Brendan's unlikely rise as an underdog sets him on a collision course with Tommy, the two brothers must finally confront the forces that tore them apart, all the while waging the most intense, ..."},{"id":153,"title":"High Noon","url":"/title/tt0044706/","desc":"On the day he gets married and hangs up his badge, lawman Will Kane is told that a man he sent to prison years before, Frank Miller, is returning on the noon train to exact his revenge. Having initially decided to leave with his new spouse, Will decides he must go back and face Miller. However, when he seeks the help of the townspeople he has protected for so long, they turn their backs on him. It seems Kane may have to face Miller alone, as well as the rest of Miller's gang, who are waiting for him at the station..."},{"id":154,"title":"Hotel Rwanda","url":"/title/tt0395169/","desc":"Ten years ago some of the worst atrocities in the history of mankind took place in the country of Rwanda--and in an era of high-speed communication and round the clock news, the events went almost unnoticed by the rest of the world. In only three months, one million people were brutally murdered. In the face of these unspeakable actions, inspired by his love for his family, an ordinary man summons extraordinary courage to save the lives of over a thousand helpless refugees, by granting them shelter in the hotel he manages."},{"id":155,"title":"The Secret in Their Eyes","url":"/title/tt1305806/","desc":"In 1999, retired Argentinian federal justice agent Benjamín Espósito is writing a novel, using an old closed case as the source material. That case is the brutal rape and murder of Liliana Coloto. In addition to seeing the extreme grief of the victim's husband Ricardo Morales, Benjamín, his assistant Pablo Sandoval, and newly hired department chief Irene Menéndez-Hastings were personally affected by the case as Benjamín and Pablo tracked the killer, hence the reason why the unsatisfactory ending to the case has always bothered him. Despite the department already having two other suspects, Benjamín and Pablo ultimately were certain that a man named Isidoro Gómez is the real killer. Although he is aware that historical accuracy is not paramount for the novel, the process of revisiting the case is more an issue of closure for him. He tries to speak to the key players in the case, most specifically Irene, who still works in the justice department and who he has always been attracted to ..."},{"id":156,"title":"Gone with the Wind","url":"/title/tt0031381/","desc":"Scarlett is a woman who can deal with a nation at war, Atlanta burning, the Union Army carrying off everything from her beloved Tara, the carpetbaggers who arrive after the war. Scarlett is beautiful. She has vitality. But Ashley, the man she has wanted for so long, is going to marry his placid cousin, Melanie. Mammy warns Scarlett to behave herself at the party at Twelve Oaks. There is a new man there that day, the day the Civil War begins. Rhett Butler. Scarlett does not know he is in the room when she pleads with Ashley to choose her instead of Melanie."},{"id":157,"title":"Avengers Assemble","url":"/title/tt0848228/","desc":"Nick Fury is director of S.H.I.E.L.D, an international peace keeping agency. The agency is a who's who of Marvel Super Heroes, with Iron Man, The Incredible Hulk, Thor, Captain America, Hawkeye and Black Widow. When global security is threatened by Loki and his cohorts, Nick Fury and his team will need all their powers to save the world from disaster."},{"id":158,"title":"The Grapes of Wrath","url":"/title/tt0032551/","desc":"Tom Joad returns to his home after a jail sentence to find his family kicked out of their farm due to foreclosure. He catches up with them on his Uncles farm, and joins them the next day as they head for California and a new life... Hopefully."},{"id":159,"title":"Annie Hall","url":"/title/tt0075686/","desc":"Romantic adventures of neurotic New York comedian Alvy Singer and his equally neurotic girlfriend Annie Hall. The film traces the course of their relationship from their first meeting, and serves as an interesting historical document about love in the 1970s."},{"id":160,"title":"My Neighbour Totoro","url":"/title/tt0096283/","desc":"Two young girls, Satsuki and her younger sister Mei, move into a house in the country with their father to be closer to their hospitalized mother. Satsuki and Mei discover that the nearby forest is inhabited by magical creatures called Totoros (pronounced toe-toe-ro). They soon befriend these Totoros, and have several magical adventures."},{"id":161,"title":"V for Vendetta","url":"/title/tt0434409/","desc":"The futuristic tale unfolds in a Great Britain that's a fascist state. A freedom fighter known as V uses terrorist tactics to fight the oppressive society. He rescues a young woman from the secret police, and she becomes his unlikely ally."},{"id":162,"title":"Finding Nemo","url":"/title/tt0266543/","desc":"A clown fish named Marlin lives in the Great Barrier Reef loses his son, Nemo. After he ventures into the open sea, despite his father's constant warnings about many of the ocean's dangers. Nemo is abducted by a boat and netted up and sent to a dentist's office in Sydney. So, while Marlin ventures off to try to retrieve Nemo, Marlin meets a fish named Dory, a blue tang suffering from short-term memory loss. The companions travel a great distance, encountering various dangerous sea creatures such as sharks, anglerfish and jellyfish, in order to rescue Nemo from the dentist's office, which is situated by Sydney Harbor. While the two are doing this, Nemo and the other sea animals in the dentist's fish tank plot a way to return to Sydney Harbor to live their lives free again."},{"id":163,"title":"Notorious","url":"/title/tt0038787/","desc":"Following the conviction of her German father for treason against the U.S., Alicia Huberman takes to drink and men. She is approached by a government agent (T.R. Devlin) who asks her to spy on a group of her father's Nazi friends operating out of Rio de Janeiro. A romance develops between Alicia and Devlin, but she starts to get too involved in her work."},{"id":164,"title":"Dial M for Murder","url":"/title/tt0046912/","desc":"In London, wealthy Margot Mary Wendice had a brief love affair with the American writer Mark Halliday while her husband and professional tennis player Tony Wendice was on a tennis tour. Tony quits playing to dedicate to his wife and finds a regular job. She decides to give him a second chance for their marriage. When Mark arrives from America to visit the couple, Margot tells him that she had destroyed all his letters but one that was stolen. Subsequently she was blackmailed, but she had never retrieved the stolen letter. Tony arrives home, claims that he needs to work and asks Margot to go with Mark to the theater. Meanwhile Tony calls Captain Lesgate (aka Charles Alexander Swann who studied with him at college) and blackmails him to murder his wife, so that he can inherit her fortune. But there is no perfect crime, and things do not work as planned."},{"id":165,"title":"Into the Wild","url":"/title/tt0758758/","desc":"Based on a true story. After graduating from Emory University, top student and athlete Christopher McCandless abandoned his possessions, gave his entire $24,000 savings account to charity and hitchhiked to Alaska to live in the wilderness. Along the way, Christopher encounters a series of characters who shape his life."},{"id":166,"title":"How to Train Your Dragon","url":"/title/tt0892769/","desc":"Long ago up North on the Island of Berk, the young Viking, Hiccup, wants to join his town's fight against the dragons that continually raid their town. However, his macho father and village leader, Stoik the Vast, will not allow his small, clumsy, but inventive son to do so. Regardless, Hiccup ventures out into battle and downs a mysterious Night Fury dragon with his invention, but can't bring himself to kill it. Instead, Hiccup and the dragon, whom he dubs Toothless, begin a friendship that would open up both their worlds as the observant boy learns that his people have misjudged the species. But even as the two each take flight in their own way, they find that they must fight the destructive ignorance plaguing their world."},{"id":167,"title":"Life of Brian","url":"/title/tt0079470/","desc":"Irreverent satire of Biblical films and religious intolerance focuses on Brian, a Jew in Roman-occupied Judea. After joining up with an anti-Roman political organization, Brian is mistaken for a prophet, and becomes a reluctant Messiah."},{"id":168,"title":"The Night of the Hunter","url":"/title/tt0048424/","desc":"Harry Powell marries and murders widows for their money, believing he is helping God do away with women who arouse men's carnal instincts. Arrested for auto theft, he shares a cell with condemned killer Ben Harper and tries to get him to reveal the whereabouts of the $10,000 he stole. Only Ben's nine-year-old son, John and four-year-old daughter, Pearl know the money is in Pearl's doll and they have sworn to their father to keep this secret. After Ben is executed, Preacher goes to Cresap's Landing to court Ben's widow, Willa. He overwhelms her with his Scripture quoting, sermons and hymns, and she agrees to marry him. On their wedding night he tells her they will never have sex because it is sinful. When the depressed, confused, guilty woman catches him trying to force Pearl to reveal the whereabouts of the money, she is resigned to her fate but the children manage to escape downriver, with Preacher following close behind."},{"id":169,"title":"There Will Be Blood","url":"/title/tt0469494/","desc":"The intersecting life stories of Daniel Plainview and Eli Sunday in early twentieth century California is presented. Miner turn oilman Daniel Plainview is a driven man who will do whatever it takes to achieve his goals. He works hard but he also takes advantage of those around him at their expense if need be. His business partner is his son H.W., who in reality he \"acquired\" when H.W.'s biological single father, who worked on one of Daniel's rigs, got killed in a workplace accident. Daniel is deeply protective of H.W. if only for what H.W. brings to the partnership. Eli Sunday is one in a pair of twins, whose family farm Daniel purchases for the major oil deposit located on it. Eli, the local preacher and a self-proclaimed faith healer, wants the money from the sale of the property to finance his own church. The lives of the two competitive men often clash as Daniel pumps oil off the property and tries to acquire all the surrounding land at bargain prices to be able to build a ..."},{"id":170,"title":"Network","url":"/title/tt0074958/","desc":"In the 1970s, terrorist violence is the stuff of networks' nightly news programming and the corporate structure of the UBS Television Network is changing. Meanwhile, Howard Beale, the aging UBS news anchor, has lost his once strong ratings share and so the network fires him. Beale reacts in an unexpected way. We then see how this affects the fortunes of Beale, his coworkers (Max Schumacher and Diana Christensen), and the network."},{"id":171,"title":"The Terminator","url":"/title/tt0088247/","desc":"A cyborg is sent from the future on a deadly mission. He has to kill Sarah Connor, a young woman whose life will have a great significance in years to come. Sarah has only one protector - Kyle Reese - also sent from the future. The Terminator uses his exceptional intelligence and strength to find Sarah, but is there any way to stop the seemingly indestructible cyborg ?"},{"id":172,"title":"The King's Speech","url":"/title/tt1504320/","desc":"Tells the story of the man who became King George VI, the father of Queen Elizabeth II. After his brother abdicates, George ('Bertie') reluctantly assumes the throne. Plagued by a dreaded stammer and considered unfit to be king, Bertie engages the help of an unorthodox speech therapist named Lionel Logue. Through a set of unexpected techniques, and as a result of an unlikely friendship, Bertie is able to find his voice and boldly lead the country through war."},{"id":173,"title":"Million Dollar Baby","url":"/title/tt0405159/","desc":"Frankie Dunn has trained and managed some incredible fighters during a lifetime spent in the ring. The most important lesson he teaches his boxers is the one that rules life: above all, always protect yourself. In the wake of a painful estrangement from his daughter, Frankie has been unwilling to let himself get close to anyone for a very long time. His only friend, Scrap, an ex-boxer who looks after Frankie's gym, knows that beneath his gruff exterior is a man who has been seeking, for the past 25 years, the forgiveness that somehow continues to elude him. Then Maggie Fitzgerald walks into his gym..."},{"id":174,"title":"Ben-Hur","url":"/title/tt0052618/","desc":"Judah Ben-Hur lives as a rich Jewish prince and merchant in Jerusalem at the beginning of the 1st century. Together with the new governor his old friend Messala arrives as commanding officer of the Roman legions. At first they are happy to meet after a long time but their different politic views separate them. During the welcome parade a roof tile falls down from Judah's house and injures the governor. Although Messala knows they are not guilty, he sends Judah to the galleys and throws his mother and sister into prison. But Judah swears to come back and take revenge."},{"id":175,"title":"The Big Sleep","url":"/title/tt0038355/","desc":"Summoned by the dying General Sternwood, Philip Marlowe is asked to deal with several problems that are troubling his family. Marlowe finds that each problem centers about the disappearance of Sternwood's favoured employee who has left with a mobster's wife. Each of the problems becomes a cover for something else as Marlowe probes."},{"id":176,"title":"Stand by Me","url":"/title/tt0092005/","desc":"4 young friends set out on an adventure. Geordie, Chris, Teddy and Vern go looking for the missing body of a local teenager - found by a gang of older boys. A story of boys hangin' out and growin' up."},{"id":177,"title":"The Best Years of Our Lives","url":"/title/tt0036868/","desc":"The story concentrates on the social re-adjustment of three World War II servicemen, each from a different station of society. Al Stephenson returns to an influential banking position, but finds it hard to reconcile his loyalties to ex-servicemen with new commercial realities. Fred Derry is an ordinary working man who finds it difficult to hold down a job or pick up the threads of his marriage. Having had both hands burnt off during the war, Homer Parrish is unsure that his fiancée's feelings are still those of love and not those of pity. Each of the veterans faces a crisis upon his arrival, and each crisis is a microcosm of the experiences of many American warriors who found an alien world awaiting them when they came marching home."},{"id":178,"title":"Groundhog Day","url":"/title/tt0107048/","desc":"A weather man is reluctantly sent to cover a story about a weather forecasting \"rat\" (as he calls it). This is his fourth year on the story, and he makes no effort to hide his frustration. On awaking the 'following' day he discovers that it's Groundhog Day again, and again, and again. First he uses this to his advantage, then comes the realisation that he is doomed to spend the rest of eternity in the same place, seeing the same people do the same thing EVERY day."},{"id":179,"title":"Twelve Monkeys","url":"/title/tt0114746/","desc":"An unknown and lethal virus has wiped out five billion people in 1996. Only 1% of the population has survived by the year 2035, and is forced to live underground. A convict (James Cole) reluctantly volunteers to be sent back in time to 1996 to gather information about the origin of the epidemic (who he's told was spread by a mysterious \"Army of the Twelve Monkeys\") and locate the virus before it mutates so that scientists can study it. Unfortunately Cole is mistakenly sent to 1990, six years earlier than expected, and is arrested and locked up in a mental institution, where he meets Dr. Kathryn Railly, a psychiatrist, and Jeffrey Goines, the insane son of a famous scientist and virus expert."},{"id":180,"title":"The 400 Blows","url":"/title/tt0053198/","desc":"A young Parisian boy, Antoine Doinel, neglected by his derelict parents, skips school, sneaks into movies, runs away from home, steals things, and tries (disastrously) to return them. Like most kids, he gets into more trouble for things he thinks are right than for his actual trespasses. Unlike most kids, he gets whacked with the big stick. He inhabits a Paris of dingy flats, seedy arcades, abandoned factories, and workaday streets, a city that seems big and full of possibilities only to a child's eye."},{"id":181,"title":"Donnie Darko","url":"/title/tt0246578/","desc":"Donnie Darko doesn't get along too well with his family, his teachers and his classmates; but he does manage to find a sympathetic friend in Gretchen, who agrees to date him. He has a compassionate psychiatrist, who discovers hypnosis is the means to unlock hidden secrets. His other companion may not be a true ally. Donnie has a friend named Frank - a large bunny which only Donnie can see. When an engine falls off a plane and destroys his bedroom, Donnie is not there. Both the event, and Donnie's escape, seem to have been caused by supernatural events. Donnie's mental illness, if such it is, may never allow him to find out for sure."},{"id":182,"title":"Dog Day Afternoon","url":"/title/tt0072890/","desc":"Based upon a real-life story that happened in the early seventies in which the Chase Manhattan Bank in Flatbush, Brooklyn, was held siege by a gay bank robber determined to steal enough money for his male lover to undergo a sex change operation. On a hot summer afternoon, the First Savings Bank of Brooklyn is held up by Sonny and Sal, two down-and-out characters. Although the bank manager and female tellers agree not to interfere with the robbery, Sonny finds that there's actually nothing much to steal, as most of the cash has been picked up for the day. Sonny then gets an unexpected phone call from Police Captain Moretti, who tells him the place is surrounded by the city's entire police force. Having few options under the circumstances, Sonny nervously bargains with Moretti, demanding safe escort to the airport and a plane out of the country in return for the bank employees' safety."},{"id":183,"title":"Mary and Max","url":"/title/tt0978762/","desc":"In the mid-1970's, a homely, friendless Australian girl of 8 picks a name out of a Manhattan phone book and writes to him; she includes a chocolate bar. She's Mary Dinkle, the only child of an alcoholic mother and a distracted father. He's Max Horowitz, living alone in New York, overweight, subject to anxiety attacks. He writes back, with chocolate. Thus begins a 20-year correspondence, interrupted by a stay in an asylum and a few misunderstandings. Mary falls in love with a neighbor, saves money to have a birthmark removed and deals with loss. Max has a friendship with a neighbor, tries to control his weight, and finally gets the dream job. Will the two ever meet face to face?"},{"id":184,"title":"Amores Perros","url":"/title/tt0245712/","desc":"Three interconnected stories about the different strata of life in Mexico City all resolve with a fatal car accident. Octavio is trying to raise enough money to run away with his sister-in-law, and decides to enter his dog Cofi into the world of dogfighting. After a dogfight goes bad, Octavio flees in his car, running a red light and causing the accident. Daniel and Valeria's new-found bliss is prematurely ended when she loses her leg in the accident. El Chivo is a homeless man who cares for stray dogs and is there to witness the collision."},{"id":185,"title":"Howl's Moving Castle","url":"/title/tt0347149/","desc":"A love story between an 18-year-old girl named Sofî, cursed by a witch into an old woman's body, and a magician named Hauru. Under the curse, Sofî sets out to seek her fortune, which takes her to Hauru's strange moving castle. In the castle, Sophie meets Hauru's fire demon, named Karishifâ. Seeing that she is under a curse, the demon makes a deal with Sophie--if she breaks the contract he is under with Hauru, then Karushifâ will lift the curse that Sophie is under, and she will return to her 18-year-old shape."},{"id":186,"title":"The Bourne Ultimatum","url":"/title/tt0440963/","desc":"Bourne is once again brought out of hiding, this time inadvertently by London-based reporter Simon Ross who is trying to unveil Operation Blackbriar--an upgrade to Project Treadstone--in a series of newspaper columns. Bourne sets up a meeting with Ross and realizes instantly they're being scanned. Information from the reporter stirs a new set of memories, and Bourne must finally, ultimately, uncover his dark past whilst dodging The Company's best efforts in trying to eradicate him."},{"id":187,"title":"Persona","url":"/title/tt0060827/","desc":"A young nurse, Alma, is put in charge of Elisabeth Vogler: an actress who is seemingly healthy in all respects, but will not talk. As they spend time together, Alma speaks to Elisabeth constantly, never receiving any answer. Alma eventually confesses her secrets to a seemingly sympathetic Elisabeth and finds that her own personality is being submerged into Elisabeth's persona."},{"id":188,"title":"Gandhi","url":"/title/tt0083987/","desc":"In 1893, Gandhi is thrown off a South African train for being an Indian and traveling in a first class compartment. Gandhi realizes that the laws are biased against Indians and decides to start a non-violent protest campaign for the rights of all Indians in South Africa. After numerous arrests and the unwanted attention of the world, the government finally relents by recognizing rights for Indians, though not for the native blacks of South Africa. After this victory, Gandhi is invited back to India, where he is now considered something of a national hero. He is urged to take up the fight for India's independence from the British Empire. Gandhi agrees, and mounts a non-violent non-cooperation campaign of unprecedented scale, coordinating millions of Indians nationwide. There are some setbacks, such as violence against the protesters and Gandhi's occasional imprisonment. Nevertheless, the campaign generates great attention, and Britain faces intense public pressure. Too weak from World ..."},{"id":189,"title":"The Killing","url":"/title/tt0049406/","desc":"After getting out of prison, Johnny Clay masterminds a complex race-track heist, but his scheme is complicated by the intervention of the wife of a teller (George Peatty) in on the scheme, the boyfriend of the wife, airport regulations, and a small dog."},{"id":190,"title":"Black Swan","url":"/title/tt0947798/","desc":"Nina (Portman) is a ballerina in a New York City ballet company whose life, like all those in her profession, is completely consumed with dance. She lives with her obsessive former ballerina mother Erica (Hershey) who exerts a suffocating control over her. When artistic director Thomas Leroy (Cassel) decides to replace prima ballerina Beth MacIntyre (Ryder) for the opening production of their new season, Swan Lake, Nina is his first choice. But Nina has competition: a new dancer, Lily (Kunis), who impresses Leroy as well. Swan Lake requires a dancer who can play both the White Swan with innocence and grace, and the Black Swan, who represents guile and sensuality. Nina fits the White Swan role perfectly but Lily is the personification of the Black Swan. As the two young dancers expand their rivalry into a twisted friendship, Nina begins to get more in touch with her dark side - a recklessness that threatens to destroy her."},{"id":191,"title":"A Beautiful Mind","url":"/title/tt0268978/","desc":"A biopic of the meteoric rise of John Forbes Nash Jr., a math prodigy able to solve problems that baffled the greatest of minds. And how he overcame years of suffering through schizophrenia to win the Nobel Prize."},{"id":192,"title":"The Graduate","url":"/title/tt0061722/","desc":"Ben has recently graduated college, with his parents now expecting great things from him. At his \"Homecoming\" party, Mrs. Robinson, the wife of his father's business partner, has Ben drive her home, which leads to an affair between the two. The affair eventually ends, but comes back to haunt him when he finds himself falling for Elaine, Mrs. Robinson's daughter."},{"id":193,"title":"The Princess Bride","url":"/title/tt0093779/","desc":"A kindly grandfather sits down with his ill grandson and reads him a story. The story is one that has been passed down from father to son for generations. As the grandfather reads the story, the action comes alive. The story is a classic tale of love and adventure as the beautiful Buttercup, engaged to the odious Prince Humperdinck, is kidnapped and held against her will in order to start a war, It is up to Westley (her childhood beau, now returned as the Dread Pirate Roberts) to save her. On the way he meets a thief and his hired helpers, an accomplished swordsman and a huge, super strong giant, both of whom become Westley's companions in his quest."},{"id":194,"title":"8½","url":"/title/tt0056801/","desc":"Guido is a film director, trying to relax after his last big hit. He can't get a moment's peace, however, with the people who have worked with him in the past constantly looking for more work. He wrestles with his conscience, but is unable to come up with a new idea. While thinking, he starts to recall major happenings in his life, and all the women he has loved and left. An autobiographical film of Fellini, about the trials and tribulations of film making."},{"id":195,"title":"Who's Afraid of Virginia Woolf?","url":"/title/tt0061184/","desc":"George and Martha are a middle aged married couple, whose charged relationship is defined by vitriolic verbal battles, which underlies what seems like an emotional dependence upon each other. This verbal abuse is fueled by an excessive consumption of alcohol. George being an associate History professor in a New Carthage university where Martha's father is the President adds an extra dimension to their relationship. Late one Saturday evening after a faculty mixer, Martha invites Nick and Honey, an ambitious young Biology professor new to the university and his mousy wife, over for a nightcap. As the evening progresses, Nick and Honey, plied with more alcohol, get caught up in George and Martha's games of needing to hurt each other and everyone around them. The ultimate abuse comes in the form of talk of George and Martha's unseen sixteen year old son, whose birthday is the following day."},{"id":196,"title":"Star Trek Into Darkness","url":"/title/tt1408101/","desc":"When the crew of the Enterprise is called back home, they find an unstoppable force of terror from within their own organization has detonated the fleet and everything it stands for, leaving our world in a state of crisis. With a personal score to settle, Captain Kirk leads a manhunt to a war-zone world to capture a one man weapon of mass destruction. As our heroes are propelled into an epic chess game of life and death, love will be challenged, friendships will be torn apart, and sacrifices must be made for the only family Kirk has left: his crew."},{"id":197,"title":"The Hustler","url":"/title/tt0054997/","desc":"\"Fast\" Eddie Felson is a small-time pool hustler with a lot of talent but a self-destructive attitude. His bravado causes him to challenge the legendary \"Minnesota Fats\" to a high-stakes match, but he loses in a heartbreaking marathon. Now broke and without his long-time manager, Felson faces an uphill battle to regain his confidence and his game. It isn't until he hits rock bottom that he agrees to join up with ruthless and cutthroat manager Bert Gordon. Gordon agrees to take him on the road to learn the ropes. But Felson soon realizes that making it to the top could cost him his soul, and perhaps his girlfriend. Will he decide that this is too steep a price to pay in time to save himself?"},{"id":198,"title":"La Strada","url":"/title/tt0047528/","desc":"Sad story of a waif, Gelsomina, who is sold by her mother to Zampano for 10,000 lire and a few kilos of food. Zampano is a traveling showman who exhibits feats of strength by breaking a chain wrapped around his chest. He performs in village squares and then passes the hat for whatever the normally small crowd is prepared to give. He teaches Gelsomina a drum roll as part of his introduction. He doesn't treat her well and when she tries to run away, he beats her. They eventually join a small traveling circus where they meet Il Matto but a disagreement leads to tragedy. Zampano eventually abandons the girl and it's only many years later that he learns of her fate."},{"id":199,"title":"Rocky","url":"/title/tt0075148/","desc":"Rocky Balboa is a struggling boxer trying to make the big time, working as a debt collector for a pittance. When heavyweight champion Apollo Creed visits Philadelphia, his managers want to set up an exhibition match between Creed and a struggling boxer, touting the fight as a chance for a \"nobody\" to become a \"somebody\". The match is supposed to be easily won by Creed, but someone forgot to tell Rocky, who sees this as his only shot at the big time."},{"id":200,"title":"Slumdog Millionaire","url":"/title/tt1010048/","desc":"The story of Jamal Malik, an 18 year-old orphan from the slums of Mumbai, who is about to experience the biggest day of his life. With the whole nation watching, he is just one question away from winning a staggering 20 million rupees on India's  (Who Wants To Be A Millionaire?) But when the show breaks for the night, police arrest him on suspicion of cheating; how could a street kid know so much? Desperate to prove his innocence, Jamal tells the story of his life in the slum where he and his brother grew up, of their adventures together on the road, of vicious encounters with local gangs, and of Latika, the girl he loved and lost. Each chapter of his story reveals the key to the answer to one of the game show's questions. Each chapter of Jamal's increasingly layered story reveals where he learned the answers to the show's seemingly impossible quizzes. But one question remains a mystery: what is this young man with no apparent desire for riches really doing on ..."},{"id":201,"title":"Anatomy of a Murder","url":"/title/tt0052561/","desc":"Frederick Manion (Ben Gazzara), a lieutenant in the army, is arrested for the murder of a bartender, Barney Quill. He claims, in his defense, that the victim had raped and beaten up his wife Laura (Lee Remick). Although Laura supports her husband's story, the police surgeon can find no evidence that she has been raped. Manion is defended by Paul Biegler (James Stewart), a rather humble small-town lawyer. During the course of interviews, Biegler discovers that Manion is violently possessive and jealous, and also that his wife has a reputation for giving her favors to other men. Biegler realizes that the prosecution will try to make the court believe that Laura was the lover of the bartender and than Manion killed him and beat her up when he discovered them together. Manion pleads \"not guilty\" and Biegler, who knows that his case is weak, sets his assistants to try to find a witness who will save Manion."},{"id":202,"title":"The Manchurian Candidate","url":"/title/tt0056218/","desc":"Major Ben Marco is an intelligence officer in the U.S. Army. He served valiantly as a captain in the Korean war and his Sergeant, Raymond Shaw, even won the Medal of Honor. Marco has a major problem however: he has a recurring nightmare, one where two members of his squad are killed by Shaw. He's put on indefinite sick leave and visits Shaw in New York. Shaw for his part has established himself well, despite the misgivings of his domineering mother, Mrs. Eleanor Shaw Iselin. She is a red-baiter, accusing anyone who disagrees with her right-wing reactionary views of being a Communist. Raymond hates her, not only for how she's treated him but equally because of his step-father, the ineffectual U.S. Senator John Iselin, who is intent on seeking higher office. When Marco learns that others in his Korean War unit have nightmares similar to his own, he realizes that something happened to all of them in Korea and that Raymond Shaw is the focal point."},{"id":203,"title":"The Man Who Shot Liberty Valance","url":"/title/tt0056217/","desc":"When Senator Ransom Stoddard returns home to Shinbone for the funeral of Tom Doniphon, he recounts to a local newspaper editor the story behind it all. He had come to town many years before, a lawyer by profession. The stage was robbed on its way in by the local ruffian, Liberty Valance, and Stoddard has nothing to his name left save a few law books. He gets a job in the kitchen at the Ericson's restaurant and there meets his future wife, Hallie. The territory is vying for Statehood and Stoddard is selected as a representative over Valance, who continues terrorizing the town. When he destroys the local newspaper office and attacks the editor, Stoddard calls him out, though the conclusion is not quite as straightforward as legend would have it."},{"id":204,"title":"Rope","url":"/title/tt0040746/","desc":"Brandon and Philip are two young men who share a New York apartment. They consider themselves intellectually superior to their friend David Kentley and as a consequence decide to murder him. Together they strangle David with a rope and placing the body in an old chest, they proceed to hold a small party. The guests include David's father, his fiancée Janet and their old schoolteacher Rupert from whom they mistakenly took their ideas. As Brandon becomes increasingly more daring, Rupert begins to suspect."},{"id":205,"title":"The Exorcist","url":"/title/tt0070047/","desc":"A visiting actress in Washington, D.C., notices dramatic and dangerous changes in the behavior and physical make-up of her 12-year-old daughter. Meanwhile, a young priest at nearby Georgetown University begins to doubt his faith while dealing with his mother's terminal sickness. And, book-ending the story, a frail, elderly priest recognizes the necessity for a show-down with an old demonic enemy."},{"id":206,"title":"The Wild Bunch","url":"/title/tt0065214/","desc":"In the Wild Bunch the movie opens with a group of aging outlaw's final score, a bank robbery. The event concludes with a violent and overtly bloody shootout that would generally mark the finale of a movie. This is correct in that it marks the finale of an era, for the characters and the world they live in. They simply can no longer keep up, the times are changing, technology advancing, and they're style of life is getting left behind in the dust that they spent so long galloping through. They abandon their careers for the simpler life of retirement. They enjoy this time, they live their fantasies. During this time the law is always on their tracks, bounty hunters. The further into their fantasy they get, the closer their demise seems to get. When one of their own is captured they are faced with the choice of escape or what is certainly a suicide mission to attempt and free their fallen behind comrade. For them it is not a choice. They all die in what can only be described as a ..."},{"id":207,"title":"Life of Pi","url":"/title/tt0454876/","desc":"In Canada, a writer visits the Indian storyteller Pi Patel and asks him to tell his life story. Pi tells the story of his childhood in Pondicherry, India, and the origin of his nickname. One day, his father, a zoo owner, explains that the municipality is no longer supporting the zoo and he has hence decided to move to Canada, where the animals the family owns would also be sold. They board on a Japanese cargo ship with the animals and out of the blue, there is a storm, followed by a shipwrecking. Pi survives in a lifeboat with a zebra, an orangutan, a hyena and a male Bengal tiger nicknamed Richard Parker. They are adrift in the Pacific Ocean, with aggressive hyena and Rickard Parker getting hungry. Pi needs to find a way to survive."},{"id":208,"title":"Barry Lyndon","url":"/title/tt0072684/","desc":"In the Eighteenth Century, in a small village in Ireland, Redmond Barry is a young farm boy in love of his cousin Nora Brady. When Nora engages to the British Captain John Quin, Barry challenges him for a duel of pistols. He wins and escapes to Dublin, but is robbed on the road. Without any other alternative, Barry joins the British Army to fight in the Seven Years War. He deserts and is forced to join the Prussian Army, saving the life of his captain and becoming his protégé and spy of the Irish gambler Chevalier de Balibari. He helps Chevalier and becomes his associate until he decides to marry the wealthy Lady Lyndon. They move to England and Barry, in his obsession of nobility, dilapidates her fortune and makes a dangerous and revengeful enemy."},{"id":209,"title":"Stalag 17","url":"/title/tt0046359/","desc":"It's a dreary Christmas 1944 for the American POWs in Stalag 17. For the men in Barracks 4, all Sergeants, they have to deal with another problem - there seems to be a security leak. The Germans always seem to be forewarned about escapes and in the most recent attempt the two men, Manfredi and Johnson, walked straight into a trap and were killed. For some in Barracks 4, especially the loud-mouthed Duke, the leaker is obvious: J.J. Sefton a wheeler-dealer who doesn't hesitate to trade with the guards and who has acquired goods and privileges that no other prisoner seems to have. Sefton denies giving the Germans any information and makes it quite clear that he has no intention of ever trying to escape. He plans to to ride out the war in what little comfort he can arrange, but it doesn't extend to spying for the Germans. As tensions mount and a mob mentality takes root, it becomes obvious that Sefton will have to find the real snitch if he his to have any peace and avoid the beatings ..."},{"id":210,"title":"In the Name of the Father","url":"/title/tt0107207/","desc":"A small time thief from Belfast, Gerry Conlon, is falsely implicated in the IRA bombing of a pub that kills several people while he is in London. Bullied by the British police, he and four of his friends are coerced into confessing their guilt. Gerry's father and other relatives in London are also implicated in the crime. He spends 15 years in prison with his father trying to prove his innocence with the help of a British attorney, Gareth Peirce. Based on a true story."},{"id":211,"title":"The Hobbit: An Unexpected Journey","url":"/title/tt0903624/","desc":"Bilbo Baggins is swept into a quest to reclaim the lost Dwarf Kingdom of Erebor from the fearsome dragon Smaug. Approached out of the blue by the wizard Gandalf the Grey, Bilbo finds himself joining a company of thirteen dwarves led by the legendary warrior, Thorin Oakenshield. Their journey will take them into the Wild; through treacherous lands swarming with Goblins and Orcs, deadly Wargs and Giant Spiders, Shapeshifters and Sorcerers. Although their goal lies to the East and the wastelands of the Lonely Mountain first they must escape the goblin tunnels, where Bilbo meets the creature that will change his life forever ... Gollum. Here, alone with Gollum, on the shores of an underground lake, the unassuming Bilbo Baggins not only discovers depths of guile and courage that surprise even him, he also gains possession of Gollum's \"precious\" ring that holds unexpected and useful qualities ... A simple, gold ring that is tied to the fate of all Middle-earth in ways Bilbo cannot begin to ...","completed":true},{"id":212,"title":"Monsters, Inc.","url":"/title/tt0198781/","completed":false,"desc":"A city of monsters with no humans called Monstropolis centers around the city's power company, Monsters, Inc. The lovable, confident, tough, furry blue behemoth-like giant monster named James P. Sullivan (better known as Sulley) and his wisecracking best friend, short, green cyclops monster Mike Wazowski, discover what happens when the real world interacts with theirs in the form of a 2-year-old baby girl dubbed \"Boo,\" who accidentally sneaks into the monster world with Sulley one night. And now it's up to Sulley and Mike to send Boo back in her door before anybody finds out, especially two evil villains such as Sulley's main rival as a scarer, chameleon-like Randall (a monster that Boo is very afraid of), who possesses the ability to change the color of his skin, and Mike and Sulley's boss Mr. Waternoose, the chairman and chief executive officer of Monsters, Inc."},{"id":213,"title":"Fanny and Alexander","url":"/title/tt0083922/","desc":"The title characters are children in the exuberant and colorful Ekdahl household in a Swedish town early in the twentieth century. Their parents, Oscar and Emilie, are the director and the leading lady of the local theatre company. Oscar's mother and brother are its chief patrons. After Oscar's early death, his widow marries the bishop and moves with her children to his austere and forbidding chancery. The children are immediately miserable. The film dramatizes and resolves those conflicts. A sub-plot features Isak, a local Jewish merchant who is the grandmother's lover and whose odd household becomes the children's refuge."},{"id":214,"title":"Infernal Affairs","url":"/title/tt0338564/","desc":"Chan Wing Yan, a young police officer, has been sent undercover as a mole in the local mafia. Lau Kin Ming, a young mafia member, infiltrates the police force. Years later, their older counterparts, Chen Wing Yan and Inspector Lau Kin Ming, respectively, race against time to expose the mole within their midst."},{"id":215,"title":"Sleuth","url":"/title/tt0069281/","desc":"Milo Tindle and Andrew Wyke have something in common, Andrew's wife. In an attempt to find a way out of this without costing Andrew a fortune in alimony, he suggests Milo pretend to rob his house and let him claim the insurance on the stolen jewelry. The problem is that they don't really like each other and each cannot avoid the zinger on the other. The plot has many shifts in which the advantage shifts between Milo and Andrew."},{"id":216,"title":"Roman Holiday","url":"/title/tt0046250/","desc":"Princess Anne embarks on a highly publicized tour of European capitals. When she and her royal entourage arrive in Rome, she begins to rebel against her restricted, regimented schedule. One night Anne sneaks out of her room, hops into the back of a delivery truck and escapes her luxurious confinement. However, a sedative she was forced to take earlier starts to take effect, and the Princess is soon fast asleep on a public bench. She is found by Joe Bradley, an American newspaper reporter stationed in Rome. He takes her back to his apartment. The next morning Joe dashes off to cover the Princess Anne press conference, unaware that she is sleeping on his couch. Once he realizes his good fortune, Joe promises his editor an exclusive interview with the Princess.","completed":true},{"id":217,"title":"Stalker","url":"/title/tt0079944/","desc":"Near a gray and unnamed city is the Zone, an alien place guarded by barbed wire and soldiers. Over his wife's numerous objections, a man rises in the dead of night: he's a stalker, one of a handful who have the mental gifts (and who risk imprisonment) to lead people into the Zone to the Room, a place where one's secret hopes come true. That night, he takes two people into the Zone: a popular writer who is burned out, cynical, and questioning his genius; and a quiet scientist more concerned about his knapsack than the journey. In the deserted Zone, the approach to the Room must be indirect. As they draw near, the rules seem to change and the stalker faces a crisis."},{"id":218,"title":"Pirates of the Caribbean: The Curse of the Black Pearl","url":"/title/tt0325980/","desc":"This swash-buckling tale follows the quest of Captain Jack Sparrow, a savvy pirate, and Will Turner, a resourceful blacksmith, as they search for Elizabeth Swann. Elizabeth, the daughter of the governor and the love of Will's life, has been kidnapped by the feared Captain Barbossa. Little do they know, but the fierce and clever Barbossa has been cursed. He, along with his large crew, are under an ancient curse, doomed for eternity to neither live, nor die. That is, unless a blood sacrifice is made."},{"id":219,"title":"The Truman Show","url":"/title/tt0120382/","desc":"In this movie, Truman is a man whose life is a fake one... The place he lives is in fact a big studio with hidden cameras everywhere, and all his friends and people around him, are actors who play their roles in the most popular TV-series in the world: The Truman Show. Truman thinks that he is an ordinary man with an ordinary life and has no idea about how he is exploited. Until one day... he finds out everything. Will he react?"},{"id":220,"title":"Memories of Murder","url":"/title/tt0353969/","desc":"In 1986, in the province of Gyunggi, in South Korea, a second young and beautiful woman is found dead, raped and tied and gagged with her underwear. Detective Park Doo-Man and Detective Cho Yong-koo, two brutal and stupid local detectives without any technique, investigate the murder using brutality and torturing the suspects, without any practical result. The Detective Seo Tae-Yoon from Seoul comes to the country to help the investigations and is convinced that a serial-killer is killing the women. When a third woman is found dead in the same \"modus-operandi\", the detectives find leads of the assassin."},{"id":221,"title":"A Fistful of Dollars","url":"/title/tt0058461/","desc":"An anonymous, but deadly man rides into a town torn by war between two factions, the Baxters and the Rojo's. Instead of fleeing or dying, as most other would do, the man schemes to play the two sides off each other, getting rich in the bargain."},{"id":222,"title":"Harry Potter and the Deathly Hallows: Part 2","url":"/title/tt1201607/","completed":false,"desc":"The final chapter begins as Harry, Ron, and Hermione continue their quest of finding and destroying the Dark Lord's three remaining Horcruxes, the magical items responsible for his immortality. But as the mystical Deathly Hallows are uncovered, and Voldemort finds out about their mission, the biggest battle begins and life as they know it will never be the same again."},{"id":223,"title":"The Artist","url":"/title/tt1655442/","desc":"Outside a movie premiere, enthusiastic fan Peppy Miller literally bumps into the swashbuckling hero of the silent film, George Valentin. The star reacts graciously and Peppy plants a kiss on his cheek as they are surrounded by photographers. The headlines demand: \"Who's That Girl?\" and Peppy is inspired to audition for a dancing bit-part at the studio. However as Peppy slowly rises through the industry, the introduction of talking-pictures turns Valentin's world upside-down."},{"id":224,"title":"3 Idiots","url":"/title/tt1187043/","desc":"Farhan Qureshi and Raju Rastogi want to re-unite with their fellow collegian, Rancho, after faking a stroke aboard an Air India plane, and excusing himself from his wife - trouser less - respectively. Enroute, they encounter another student, Chatur Ramalingam, now a successful businessman, who reminds them of a bet they had undertaken 10 years ago. The trio, while recollecting hilarious antics, including their run-ins with the Dean of Delhi's Imperial College of Engineering, Viru Sahastrabudhe, race to locate Rancho, at his last known address - little knowing the secret that was kept from them all this time."},{"id":225,"title":"Star Trek","url":"/title/tt0796366/","completed":false,"desc":"On the day of James Kirk's birth, his father dies on his ship in a last stand against a mysterious alien time-traveling vessel looking for Ambassador Spock, who, in this time, is also a child on Vulcan disdained by his neighbors for his half-human heritage. Twenty-five years later, Kirk has grown into a young troublemaker. Challenged by Captain Christopher Pike to realize his potential in Starfleet, he comes to annoy instructors like young Commander Spock. Suddenly, there is an emergency at Vulcan and the newly commissioned USS Enterprise is crewed with promising cadets like Nyota Uhura, Hikaru Sulu, Pavel Chekov and even Kirk himself, thanks to Leonard McCoy's medical trickery. Together, this crew will have an adventure in the final frontier where the old legend is altered forever as a new version of it begins."},{"id":226,"title":"Jurassic Park","url":"/title/tt0107290/","completed":false,"desc":"Huge advancements in scientific technology have enabled a mogul to create an island full of living dinosaurs. John Hammond has invited four individuals, along with his two grandchildren, to join him at Jurassic Park. But will everything go to plan? Especially when one of the parks' own workers attempts to steal the dinosaur embryos, and has to shut down critical security systems in the process. It's now a race for survival with dangerous creatures roaming all over the island."},{"id":227,"title":"Ip Man","url":"/title/tt1220719/","desc":"In 1935 in Foshan, south China, there are martial arts schools on every street corner. Ip Man is the undisputed martial arts champion, yet he has not devoted himself to teaching. Despite this, it seems that all the kung fu masters of the city are eager to fight him to improve their reputation."},{"id":228,"title":"District 9","url":"/title/tt1136608/","completed":false,"desc":"In 1982, a massive star ship bearing a bedraggled alien population, nicknamed \"The Prawns,\" appeared over Johannesburg, South Africa. Twenty-eight years later, the initial welcome by the human population has faded. The refugee camp where the aliens were located has deteriorated into a militarized ghetto called District 9, where they are confined and exploited in squalor. In 2010, the munitions corporation, Multi-National United, is contracted to forcibly evict the population with operative Wikus van der Merwe in charge. In this operation, Wikus is exposed to a strange alien chemical and must rely on the help of his only two new 'Prawn' friends."},{"id":229,"title":"Ratatouille","url":"/title/tt0382932/","completed":false,"desc":"A rat named Remy dreams of becoming a great French chef despite his family's wishes and the obvious problem of being a rat in a decidedly rodent-phobic profession. When fate places Remy in the sewers of Paris, he finds himself ideally situated beneath a restaurant made famous by his culinary hero, Auguste Gusteau. Despite the apparent dangers of being an unlikely - and certainly unwanted - visitor in the kitchen of a fine French restaurant, Remy's passion for cooking soon sets into motion a hilarious and exciting rat race that turns the culinary world of Paris upside down."},{"id":230,"title":"Like Stars on Earth","url":"/title/tt0986264/","desc":"Ishaan Awasthi is an eight-year-old whose world is filled with wonders that no one else seems to appreciate; colours, fish, dogs and kites are just not important in the world of adults, who are much more interested in things like homework, marks and neatness. And Ishaan just cannot seem to get anything right in class. When he gets into far more trouble than his parents can handle, he is packed off to a boarding school to 'be disciplined'. Things are no different at his new school, and Ishaan has to contend with the added trauma of separation from his family. One day a new art teacher bursts onto the scene, Ram Shankar Nikumbh, who infects the students with joy and optimism. He breaks all the rules of 'how things are done' by asking them to think, dream and imagine, and all the children respond with enthusiasm, all except Ishaan. Nikumbh soon realizes that Ishaan is very unhappy, and he sets out to discover why. With time, patience and care, he ultimately helps Ishaan find himself."},{"id":231,"title":"La Haine","url":"/title/tt0113247/","desc":"The film follows three young men and their time spent in the French suburban \"ghetto,\" over a span of twenty-four hours. Vinz, a Jew, Saïd, an Arab, and Hubert, a black boxer, have grown up in these French suburbs where high levels of diversity coupled with the racist and oppressive police force have raised tensions to a critical breaking point. During the riots that took place a night before, a police officer lost his handgun in the ensuing madness, only to leave it for Vinz to find. Now, with a newfound means to gain the respect he deserves, Vinz vows to kill a cop if his friend Abdel dies in the hospital, due the beating he received while in police custody."},{"id":232,"title":"A Streetcar Named Desire","url":"/title/tt0044081/","desc":"Blanche is in real need of a protector at this stage in her life when circumstances lead her into paying a visit to her younger sister Stella in New Orleans. She doesn't understand how Stella, who is expecting her first child, could have picked a husband so lacking in refinement. Stanley Kowalski's buddies come over to the house to play cards and one of them, Mitch, finds Blanche attractive until Stanley tells him about what kind of a woman Blanche really is. What will happen when Stella goes to the hospital to have her baby and just Blanche and her brother-in-law are in the house?"},{"id":233,"title":"The Diving Bell and the Butterfly","url":"/title/tt0401383/","desc":"Forty-three year old Elle magazine editor  - Jean-Do to his friends - awakens not knowing where he is. He is in a Berck-sur-Mer hospital, where he has been for the past several weeks in a coma after suffering a massive stroke. Although his cognitive facilities are in tact, he quickly learns that he has what is called locked-in syndrome which has resulted in him being almost completely paralyzed, including not being able to speak. One of his few functioning muscles is his left eye. His physical situation and hospitalization uncomfortably bring together the many people in his life, including: Céline Desmoulins, his ex-lover and mother of his children; Inès, his current lover; and his aged father who he calls Papinou. Among his compassionate recuperative team are his physical therapist Marie, and his speech therapist Henriette. Henriette eventually teaches him to communicate using a system where he spells out words: she reads out the letters of the alphabet in ..."},{"id":234,"title":"Shutter Island","url":"/title/tt1130884/","desc":"It's 1954, and up-and-coming U.S. marshal Teddy Daniels is assigned to investigate the disappearance of a patient from Boston's Shutter Island Ashecliffe Hospital. He's been pushing for an assignment on the island for personal reasons, but before long he wonders whether he hasn't been brought there as part of a twisted plot by hospital doctors whose radical treatments range from unethical to illegal to downright sinister. Teddy's shrewd investigating skills soon provide a promising lead, but the hospital refuses him access to records he suspects would break the case wide open. As a hurricane cuts off communication with the mainland, more dangerous criminals \"escape\" in the confusion, and the puzzling, improbable clues multiply, Teddy begins to doubt everything - his memory, his partner, even his own sanity."},{"id":235,"title":"Incendies","url":"/title/tt1255953/","desc":"A mother's last wishes send twins Jeanne and Simon on a journey to the Middle East in search of their tangled roots. Adapted from Wajdi Mouawad's acclaimed play, Incendies tells the powerful and moving tale of two young adults' voyage to the core of deep-rooted hatred, never-ending wars and enduring love."},{"id":236,"title":"Rain Man","url":"/title/tt0095953/","desc":"Charles Sanford \"Charlie\" Babbit is a self-centered Los Angeles-based automobile dealer/hustler/bookie who is at war with his own life. Charlie, as a young teenager, used his father's 1948 Buick convertible without permission and as a result, he went to jail for two days on account that his father reported it stolen. It is then that Charlie learns that his estranged father died and left him from his last will and testament a huge bed of roses and the car while the remainder will of $3 Million goes into a trust fund to be distributed to someone. Charlie seemed pretty angry by this and decides to look into this matter. It seems as if that \"someone\" is Raymond, Charlie's unknown brother, an autistic savant who lives in a world of his own, resides at the Walbrook Institute. Charlie then kidnaps Raymond and decides to take him on a lust for life trip to the west coast as a threat to get the $3 Million inheritance. Raymond's acts and nagging, including repeated talks of \"Abbott & Costello\",..."},{"id":237,"title":"All Quiet on the Western Front","url":"/title/tt0020629/","desc":"This is an English language film (made in America) adapted from a novel by German author Erich Maria Remarque. The film follows a group of German schoolboys, talked into enlisting at the beginning of World War 1 by their jingoistic teacher. The story is told entirely through the experiences of the young German recruits and highlights the tragedy of war through the eyes of individuals. As the boys witness death and mutilation all around them, any preconceptions about \"the enemy\" and the \"rights and wrongs\" of the conflict disappear, leaving them angry and bewildered. This is highlighted in the scene where Paul mortally wounds a French soldier and then weeps bitterly as he fights to save his life while trapped in a shell crater with the body. The film is not about heroism but about drudgery and futility and the gulf between the concept of war and the actuality."},{"id":238,"title":"Beauty and the Beast","url":"/title/tt0101414/","desc":"Belle is a girl who is dissatisfied with life in a small provincial French town, constantly trying to fend off the misplaced \"affections\" of conceited Gaston. The Beast is a prince who was placed under a spell because he could not love. A wrong turn taken by Maurice, Belle's father, causes the two to meet."},{"id":239,"title":"Rosemary's Baby","url":"/title/tt0063522/","desc":"Rosemary and Guy Woodhouse move into an apartment in a building with a bad reputation. They discover that their neighbours are a very friendly elderly couple named Roman and Minnie Castevet, and Guy begins to spend a lot of time with them. Strange things start to happen: a woman Rosemary meets in the laundry dies a mysterious death, Rosemary has strange dreams and hears strange noises and Guy becomes remote and distant. Then Rosemary falls pregnant and begins to suspect that her neighbours have special plans for her child."},{"id":240,"title":"Nausicaä of the Valley of the Wind","url":"/title/tt0087544/","desc":"In the far future, man has destroyed the Earth in the \"Seven Days of Fire\". Now, there are small pockets of humanity that survive. One pocket is the Valley of Wind where a princess named Nausicaä tries to understand, rather than destroy the Toxic Jungle. Note that the old US release titled Warriors of the Wind is an entirely kiddiefied version which edits the original movie heavily, thus creating an entirely different story. -Andre"},{"id":241,"title":"Harvey","url":"/title/tt0042546/","desc":"The classic stage hit gets the Hollywood treatment in the story of Elwood P. Dowd who makes friends with a spirit taking the form of a human-sized rabbit named Harvey that only he sees (and a few privileged others on occasion also.) After his sister tries to commit him to a mental institution, a comedy of errors ensues. Elwood and Harvey become the catalysts for a family mending its wounds and for romance blossoming in unexpected places."},{"id":242,"title":"Papillon","url":"/title/tt0070511/","desc":"Henri \"Papillon\" Charierre is sentenced to life in prison and transported to the penal in French Guyana. Aboard ship on the voyage over, he meets Louis Degas, a forger. They form a bond that will last them a great many years. The conditions at the penal colony are horrific and Papillon desperately wants to escape. He first attempt ends quickly in failure and as a result he spends 2 years in solitary confinement. His next attempts is somewhat more successful and he actually spends a idyllic time with a tribe of Central America Indians. Once caught however, he does 5 years in solitary confinement. Once released, he decides to make one final attempt at freedom."},{"id":243,"title":"Mystic River","url":"/title/tt0327056/","desc":"Childhood friends Jimmy Markum, Sean Devine and Dave Boyle reunite following the death of Jimmy's oldest daughter, Katie. Sean's a police detective on the case, gathering difficult and disturbing evidence; he's also tasked with handling Jimmy's rage and need for retribution."},{"id":244,"title":"Spring, Summer, Autumn, Winter... and Spring","url":"/title/tt0374546/","desc":"In the midst of the Korean wilderness, a Buddhist master patiently raises a young boy to grow up in wisdom and compassion, through experience and endless exercises. Once the pupil discovers his sexual lust, he seems lost to contemplative life and follows his first love, but soon fails to adapt to the modern world, gets in jail for a crime of passion and returns to the master in search of spiritual redemption and reconciliation with karma, at a high price of physical catharsis..."},{"id":245,"title":"The Untouchables","url":"/title/tt0094226/","desc":"Federal agent Elliot Ness assembles a personal team of mob fighters to bring Chicago crime boss Al Capone to justice using unconventional means during the mob wars of the 1920s. This fictionalized account of the arrest of Al Capone is heavy on style and gunfire. The end shootout combines a baby carriage and stairs with a nod to Eisenstein's _The Battleship Potemkin_."},{"id":246,"title":"Festen","url":"/title/tt0154420/","desc":"The Father turns 60. His family, which is a big one of the kind, gathers to celebrate him on a castle. Everybody likes and respects the father deeply...or do they? The Youngest Son is trying to live up to The Father's expectations. He is running a grill-bar in a dirty part of Copenhagen. The oldest son runs a restaurant in France, while the sister is a anthropologist. The older sister has recently committed suicide and the father asks the oldest son to say a few words about her, because he is afraid he will break into tears if he does it himself. The oldest son agrees without arguments. Actually he has already written two speeches. A yellow and a green one. By the table, he asks the father to pick a speech. The father chooses green. The oldest son announces that this is the Speech of Truth. Everybody laughs, except for the father who gets a nervous look on his face. For he knows that the oldest son is about to reveal the secret of why the oldest sister killed herself."},{"id":247,"title":"Manhattan","url":"/title/tt0079522/","desc":"Isaac, 42, has divorced Jill. She is now living with another woman, Connie, and is writing a book in which she will reveal some very private points of their relationship. Isaac has a love affair with Tracy, 17, when he meets Mary, the mistress of his best friend Yale. Yale is already married to Emily."},{"id":248,"title":"In the Mood for Love","url":"/title/tt0118694/","desc":"Set in Hong Kong, 1962, Chow Mo-Wan is a newspaper editor who moves into a new building with his wife. At the same time, Su Li-zhen, a beautiful secretary and her executive husband also move in to the crowded building. With their spouses often away, Chow and Li-zhen spend most of their time together as friends. They have everything in common from noodle shops to martial arts. Soon, they are shocked to discover that their spouses are having an affair. Hurt and angry, they find comfort in their growing friendship even as they resolve not to be like their unfaithful mates."},{"id":249,"title":"Before Sunrise","url":"/title/tt0112471/","completed":false,"desc":"American tourist Jesse and French student Celine meet by chance on the train from Budapest to Vienna. Sensing that they are developing a connection, Jesse asks Celine to spend the day with him in Vienna, and she agrees. Passing the time before his scheduled flight the next morning. How do two perfect strangers connect so intimately over the course of a single day? What is that special thing that bonds two people so strongly? As their bond turns to love, what will happen to them the next morning when Jesse flies away?"},{"id":250,"title":"Three Colours: Red","url":"/title/tt0111495/","completed":false,"desc":"Valentine is a young model living in Geneva. Because of a dog she ran over, she meets a retired judge who spies his neighbours' phone calls, not for money but to feed his cynicism. The film is the story of relationships between some human beings, Valentine and the judge, but also other people who may not be aware of the relationship they have with Valentine or/and the old judge. Redemption, forgiveness and compassion..."}]